Repository: Bthokala/gnome-schedule
Catalog: help/*/*.po
Languages: de, el, pl, ru

source: @@image: 'figures/gnome-schedule_main.png'; md5=a330f285d64bd1070bf0b2ea61926c40
de: a

source: @@image: 'figures/gnome-schedule_new_task.png'; md5=c13fbc3a2faa6145c9370a9137dc86ba
de: a

source: @@image: 'figures/gnome-schedule_new_task_recurrent.png'; md5=7502298e8a4a17232ed9a6d28855426a
de: a

source: @@image: 'figures/gnome-schedule_new_task_once.png'; md5=a8e20668ea7afd0ada8f6f5e66cdbff8
de: a

source: @@image: 'figures/gnome-schedule_templates.png'; md5=884d645f5cb300b4a2ad434ad5db2916
de: a

source: Gnome Schedule User Guide V2.2
de: Gnome-Schedule-Benutzerhandbuch V2.2
el: Οδηγός χρήστη Gnome Schedule V2.2
pl: Podręcznik Terminarza GNOME 2.2
ru: Руководство пользователя Планировщика Gnome, версия 2.2

source: User Guide for the application Gnome Schedule
de: Benutzerhandbuch für die Anwendung <application>GNOME Schedule</application>
el: Οδηγός χρήστη για την εφαρμογή Gnome Schedule
pl: Podręcznik Terminarza GNOME
ru: Руководство пользователя для приложения Планировщик Gnome

source: GNOME Documentation Project
de: GNOME-Dokumentationsprojekt
el: Έργο τεκμηρίωσης GNOME.
pl: Projekt dokumentacji GNOME
ru: Проект документирования GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
el: Δίνεται άδεια για αντιγραφή, διανομή και/ή τροποποίηση του εγγράφου υπό τους όρους της Ελεύθερης Άδειας Τεκμηρίωσης GNU (GFDL), Έκδοση 1.1 ή μεταγενέστερη εκδιδόμενη από το Ίδρυμα Ελεύθερου Λογισμικού χωρίς Σταθερά Εδάφια, χωρίς Εξώφυλλα Κειμένου, και χωρίς Οπισθόφυλλα Κειμένου. Μπορείτε να βρείτε ένα αντίγραφο της GFDL σε αυτόν τον <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink> ή στο αρχείο COPYING-DOCS που διανεμήθηκε με αυτόν τον οδηγό.
pl: Udziela się zezwolenia na kopiowanie, rozpowszechnianie i/lub modyfikację tego dokumentu zgodnie z zasadami Licencji GNU Wolnej Dokumentacji w wersji 1.1 lub dowolnej późniejszej opublikowanej przez Free Software Foundation; bez Sekcji Niezmiennych, bez Tekstu na Przedniej Okładce i bez Tekstu na Tylnej Okładce. Egzemplarz licencji dostępny jest pod tym <ulink type="help" url="ghelp:fdl">odnośnikiem</ulink> oraz w pliku COPYING-DOCS rozprowadzanym z niniejszym podręcznikiem.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
el: Αυτή η τεκμηρίωση είναι μέρος της συλλογής τεκμηρίωσης του GNOME όπως διανέμεται υπό τους όρους της GFDL. Εάν επιθυμείτε να διανείμετε αυτή την τεκμηρίωση ξεχωριστά από την συλλογή, μπορείτε να το κάνετε εάν η τεκμηρίωση συνοδεύεται από αντίγραφο της άδειας (GFDL) όπως περιγράφεται στον τομέα 6 της άδειας.
pl: Ten podręcznik jest częścią kolekcji podręczników użytkownika GNOME rozprowadzanych na zasadach GFDL. Jeśli chcesz rozpowszechniać ten podręcznik w odłączeniu od kolekcji, możesz to zrobić dodając kopię licencji do podręcznika, jak wyjaśniono to w sekcji 6. licencji.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
el: Πολλά από τα ονόματα που χρησιμοποιούνται από επιχειρήσεις για να διακρίνουν τα προϊόντα τους και τις υπηρεσίες αξιώνονται ως εμπορικά σήματα. Όπου εμφανίζονται αυτά τα ονόματα σε κάποια τεκμηρίωση του GNOME και τα μέλη του έργου τεκμηρίωσης του GNOME γνωρίζουν για αυτά τα εμπορικά σήματα, τότε τα ονόματα είναι με κεφαλαία γράμματα ή με αρχικά κεφαλαία γράμματα.
pl: Nazwy używane przez firmy, by wyróżniać swoje produkty i usługi są zazwyczaj zarejestrowanymi znakami towarowymi. Jeśli występują one w dokumentacji GNOME, w przypadku gdy są znane przez członków Projektu Dokumentacji GNOME, są one napisane wielkimi literami lub zaczynają się od wielkiej litery.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
el: Η ΤΕΚΜΗΡΙΩΣΗ ΑΥΤΗ ΠΑΡΕΧΕΤΑΙ "ΩΣ ΕΧΕΙ", ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ ΚΑΝΕΝΟΣ ΕΙΔΟΥΣ, ΕΚΦΡΑΣΜΕΝΗ 'Η ΝΟΟΥΜΕΝΗ, ΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΕΓΓΥΗΣΕΩΝ ΟΤΙ ΤΟ ΕΓΓΡΑΦΟ 'Η ΠΑΡΑΛΛΑΓΕΣ ΤΟΥ ΕΓΓΡΑΦΟΥ ΕΙΝΑΙ ΕΛΕΥΘΕΡΑ ΚΑΘΕ ΕΛΑΤΤΩΜΑΤΟΣ, ΕΜΠΟΡΕΥΣΙΜΑ, ΚΑΤΑΛΛΗΛΑ ΓΙΑ ΕΝΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ, Η ΜΗ-ΠΑΡΑΒΑΙΝΟΝΤΑ. Η ΕΥΘΥΝΗ ΓΙΑ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΑΚΡΙΒΕΙΑ, ΚΑΙ ΑΠΟΔΟΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ ΕΙΝΑΙ ΑΠΟΚΛΕΙΣΤΙΚΑ ΔΙΚΗ ΣΑΣ. ΑΝ ΟΠΟΙΟΔΗΠΟΤΕ ΕΓΓΡΑΦΟ Η ΠΑΡΑΛΛΑΓΗ ΤΟΥΑΠΟΔΕΙΚΤΟΥΝ ΕΛΑΤΤΩΜΑΤΙΚΑ ΜΕ ΟΠΟΙΟΔΗΠΟΤΕ ΤΡΟΠΟ, ΕΣΕΙΣ (ΚΑΙ ΟΧΙ Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ 'Η ΟΠΟΙΟΣΔΗΠΟΤΕ ΣΥΜΒΑΛΛΟΝΤΑΣ) ΑΝΑΛΑΜΒΑΝΕΤΕ ΤΟ ΚΟΣΤΟΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΑΝΑΓΚΑΙΑΣ ΥΠΗΡΕΣΙΑΣ, ΕΠΙΣΚΕΥΗΣ 'Η ΔΙΟΡΘΩΣΗΣ. Η ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ ΠΟΥ ΣΥΝΟΔΕΥΕΙ ΑΥΤΗ ΤΗΝ ΤΕΚΜΗΡΙΩΣΗ ΕΙΝΑΙ ΑΝΑΠΟΣΠΑΣΤΟ ΚΟΜΜΑΤΙ ΑΥΤΗΣ. ΚΑΜΙΑ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΠΑΡΑ ΜΟΝΟ ΕΑΝ ΣΥΝΟΔΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ. ΚΑΙ

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
el: ΚΑΙ ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΣΕ ΚΑΜΙΑ ΝΟΜΟΛΟΓΙΑ ΑΣΤΙΚΟΥ ΑΔΙΚΗΜΑΤΟΣ (ΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ ΕΚΕΙΝΟΥ ΤΗΣ ΑΜΕΛΕΙΑΣ), ΣΥΜΒΟΛΑΙΟΥ Ή ΑΛΛΟΥ, Ο ΣΥΝΤΑΚΤΗΣ, Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΟΠΟΙΟΣΔΗΠΟΤΕ ΣΥΝΕΡΓΑΤΗΣ Ή ΟΠΟΙΟΣΔΗΠΟΤΕ ΔΙΑΝΟΜΕΑΣ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΤΟΥ ΕΓΓΡΑΦΟΥ, Ή ΟΠΟΙΣΔΗΠΟΤΕ ΠΡΟΜΗΘΕΥΤΗΣ ΟΠΟΙΟΥΔΗΠΟΤΕ ΕΚ ΤΩΝ ΑΝΩΤΕΡΩ ΠΡΟΣΩΠΩΝ ΕΙΝΑΙ ΥΠΕΥΘΥΝΟΣ ΕΝΑΝΤΙ ΟΙΟΥΔΗΠΟΤΕ ΠΡΟΣΩΠΟΥ ΓΙΑ ΟΠΟΙΑΔΗΠΟΤΕ ΑΜΕΣΗ, ΕΜΜΕΣΗ, ΙΔΙΑΙΤΗΕΡΗ, ΑΤΥΧΗ Ή ΣΥΝΕΠΑΓΟΜΕΝΗ ΒΛΑΒΗ ΟΙΟΥΔΗΠΟΤΕ ΧΑΡΑΚΤΗΡΑ ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟΥΣ, ΒΛΑΒΕΣ ΕΞΑΙΤΙΑΣ ΑΠΩΛΕΙΑΣ ΠΕΛΑΤΕΙΑΣ, ΣΤΑΣΗ ΕΡΓΑΣΙΑΣ, ΑΣΤΟΧΙΑ Ή ΚΑΚΗ ΛΕΙΤΟΥΡΓΙΑ ΥΠΟΛΟΓΙΣΤΗ, Ή ΟΠΟΙΑΔΗΠΟΤΕ ΚΑΙ ΚΑΘΕ ΑΛΛΗ ΒΛΑΒΗ Ή ΑΠΩΛΕΙΑ ΠΟΥ ΘΑ ΕΓΕΙΡΕΙ Ή ΣΧΕΤΙΖΕΤΑΙ ΜΕ ΤΗΝ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ ΚΑΙ ΟΠΟΙΑΣΔΗΠΟΤΕ ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΤΟΥ ΕΓΓΡΑΦΟΥ, ΑΚΟΜΗ ΚΑΙ ΑΝ ΚΑΠΟΙΟ ΑΠΟ ΑΥΤΑ ΤΑ ΠΡΟΣΩΠΑ ΕΙΝΑΙ ΕΝΗΜΕΡΟ ΓΙΑ ΤΗΝ ΠΙΘΑΝΟΤΗΤΑ ΠΡΟΚΛΗΣΗΣ ΤΕΤΟΙΩΝ ΒΛΑΒΩΝ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>
el: TΟ ΕΓΓΡΑΦΟ ΚΑΙ ΟΙ ΤΡΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΕΛΕΥΘΕΡΗΣ ΑΔΕΙΑΣ ΤΕΚΜΗΡΙΩΣΗΣ GNU ΜΕ ΤΙΣ ΕΠΙΠΛΕΟΝ ΓΝΩΣΤΟΠΟΙΗΣΕΙΣ: <placeholder-1/>

source: Gnome Schedule User Guide V2.0
de: Gnome-Schedule-Benutzerhandbuch V2.0
el: Οδηγός χρήστη Gnome Schedule V2.0
pl: Podręcznik Terminarza GNOME 2.0
ru: Руководство пользователя Планировщика Gnome, версия 2.0

source: Gnome Schedule User Guide V2.1
de: Gnome-Schedule-Benutzerhandbuch V2.1
el: Οδηγός χρήστη Gnome Schedule V2.1
pl: Podręcznik Terminarza GNOME 2.1
ru: Руководство пользователя Планировщика Gnome, версия 2.1

source: June 2006
de: Juni 2006
el: Ιούνιος 2006
pl: czerwiec 2006
ru: Июнь 2006

source: January 2008
de: Januar 2008
el: Ιανουάριος 2008
pl: styczeń 2008
ru: Январь 2008

source: This manual describes version 2.0.0 of Gnome Schedule.
de: Dieses Handbuch beschreibt Version 2.0.0 von <application>GNOME Schedule</application>.
el: Αυτό το εγχειρίδιο περιγράφει την έκδοση 2.0.0 του Gnome Schedule.
pl: Ten podręcznik opisuje wersję 2.0.0 Terminarza GNOME.
ru: Это руководство описывает версию 2.0.0 Планировщика Gnome.

source: Feedback
de: Rückmeldungen
el: Aνάδραση
pl: Informacje zwrotne
ru: Обратная связь

source: To report a bug or make a suggestion regarding the <application>Gnome Schedule</application> application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>GNOME Schedule</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:gnome-feedback" type="help">GNOME-Seite für Rückmeldungen</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με την εφαρμογή <application>Gnome Schedule</application> ή αυτό το εγχειρίδιο, ακολουθήστε τις οδηγίες στη <ulink url="ghelp:gnome-feedback" type="help">Σελίδα ανάδρασης του GNOME</ulink>.
pl: <ulink url="ghelp:gnome-feedback" type="help">Strona wysyłania informacji zwrotnych GNOME</ulink> zawiera instrukcje, jak zgłosić błąd lub propozycję zmiany <application>Terminarza GNOME</application> lub tego podręcznika.
ru: Чтобы сообщить об ошибке или внести предложение, касающееся приложения <application>Планировщик Gnome</application> или данного руководства, следуйте указаниям на <ulink url="ghelp:gnome-feedback" type="help">Странице обратной связи GNOME</ulink>.

source: Introduction
de: Einführung
el: Εισαγωγή
pl: Wprowadzenie
ru: Введение

source: <application>Gnome Schedule</application> is a graphical tool that lets you schedule tasks with ease, to be run unattended at a specified time or periodically. These tasks, also known as jobs, can be either a command with its corresponding parameters or a script file with multiple instructions.
de: <application>Gnome Schedule</application> ist ein grafisches Werkzeug, das Ihnen die leichte Planung von Aufgaben ermöglicht, die ohne weiteren Zugriff zu einer bestimmten Zeit oder wiederkehrend ausgeführt werden sollen. Diese Aufgaben können entweder durch einen Befehl mit den zugehörigen Argumenten oder durch ein Skript mit ausführlichen Instruktionen angegeben werden.
el: Το <application>Gnome Schedule</application> είναι ένα γραφικό εργαλείο που σας επιτρέπει να προγραμματίσετε εργασίες με ευκολία, να τις εκτελέσετε ανεπιφύλακτα μια συγκεκριμένη στιγμή ή περιοδικά. Αυτές οι εργασίες, γνωστές επίσης ως δουλειές, μπορεί να είναι είτε μια εντολή με τις αντίστοιχες παραμέτρους της ή ένα αρχείο σεναρίου με πολλές οδηγίες.
pl: <application>Terminarz GNOME</application> to graficzne narzędzie umożliwiające łatwe planowanie zadań do wykonania bez nadzoru o podanym czasie lub okresowo. Te zadania mogą być poleceniami z odpowiednimi parametrami lub skryptem z wieloma instrukcjami.
ru: <application>Планировщик Gnome</application> — это инструмент с графическим интерфейсом, позволяющий легко планировать задания для автоматического запуска в заданное время или периодического запуска. Эти задания, называемые также задачами, могут представлять собой либо команду с соответствующими параметрами, либо сценарий, состоящий из множества команд.

source: You can use <application>Gnome Schedule</application> to program repetitive tasks in your daily work that can be automated. You can also run a heavy task at night while you are sleeping, for example, backing up your documents.
de: Sie können <application>Gnome Schedule</application> dazu verwenden, wiederkehrende Aufgaben zur Automatisierung Ihrer täglichen arbeit zu programmieren. eine schwere Aufgabe kann auch nachts ausgeführt werden, ohne dass Sie anwesend sein müssen, beispielsweise die Sicherung Ihrer Dokumente.
el: Μπορείτε να χρησιμοποιήσετε το <application>Gnome Schedule</application> για να προγραμματίσετε επαναλαμβανόμενες εργασίες στην καθημερινή δουλειά σας που μπορούν να αυτοματοποιηθούν. Μπορείτε επίσης να εκτελέσετε μια έντονη εργασία τη νύχτα, ενώ κοιμόσαστε, για παράδειγμα, την αντιγραφή των εγγράφων σας.
pl: Można używać <application>Terminarza GNOME</application> do programowania powtarzalnych zadań w codziennej pracy, które można zautomatyzować. Można także wykonywać wymagające zadania w nocy, na przykład tworzyć kopie zapasowe dokumentów.
ru: <application>Планировщик Gnome</application> можно использовать для программирования заданий в вашей повседневной работы, которые можно автоматизировать. Можно также запускать задания, предъявляющие повышенные требования к системным ресурсам (например, резервное копирование документов), по ночам, пока вы спите.

source: How does <application>Gnome Schedule</application> work?
de: Wie funktioniert <application>Gnome Schedule</application>?
el: Πώς δουλεύει το <application>Gnome Schedule</application>;
pl: Jak działa <application>Terminarz GNOME</application>?
ru: Как работает <application>Планировщик Gnome</application>?

source: <application>Gnome Schedule</application> uses <application>cron</application> and <application>at</application> to program job executions. These are two system services commonly used by Linux-like systems. <application>Gnome Schedule</application> provides a single graphical interface to configure both and present jobs in a way easy to understand for everyone.
de: <application>Gnome Schedule</application> verwendet <application>cron</application> und <application>at</application> zur Programmierung der Ausführung von Aufgaben. Diese zwei Systemdienste werden üblicherweise auf Linux-Systemen verwendet. <application>Gnome Schedule</application> stellt für beide eine grafische Einstellungsoberfläche bereit und stellt die Aufgaben in einer allgemein verständlichen Ansicht dar.
el: Το <application>Gnome Schedule</application> χρησιμοποιεί το <application>cron</application> και το <application>at</application> για να προγραμματίσει τις εκτελέσεις εργασιών. Αυτές οι δύο υπηρεσίες συστήματος χρησιμοποιούνται συνήθως από τα συστήματα που μοιάζουν με Λίνουξ. Το <application>Gnome Schedule</application> παρέχει μια μοναδική γραφική διεπαφή για να ρυθμίσετε και τα δύο και εμφανίζει τις εργασίες με έναν εύληπτο τρόπο για τον καθένα.
pl: <application>Terminarz GNOME</application> używa usług <application>cron</application> i <application>at</application> do programowania wykonywania zadań. To dwie usługi systemowe często używane w systemach typu Linux. <application>Terminarz GNOME</application> zapewnia jeden graficzny interfejs do konfigurowania obu i przedstawia zadania w sposób prosty do zrozumienia przez wszystkich.
ru: <application>Планировщик Gnome</application> использует <application>cron</application> и <application>at</application> для программирования выполнения заданий. Это две системные службы, обычно использующиеся в Linux-подобных системах. <application>Планировщик Gnome</application> предоставляет простой графический интерфейс для настройки обеих служб и отображения заданий в виде, более простом для понимания.

source: About cron and at
de: Über Cron und At
el: Σχετικά με τα cron και at.
pl: O usługach cron i at
ru: О cron и at

source: If you were to configure <application>cron</application> manually to execute a command, for example every Tuesday, you would have to use the command <command>crontab</command> in this way: <screen> $ <userinput>crontab -e</userinput> <userinput>* * * * 2 &lt;command&gt; --parameters #comments</userinput> </screen>
de: Wenn Sie <application>cron</application> manuell mit der Ausführung einer Aufgabe beauftragen wollen, beispielsweise jeden Dienstag, müssen Sie den Befehl <command>crontab</command> folgendermaßen eingeben: <screen> $ <userinput>crontab -e</userinput> <userinput>* * * * 2 &lt;command&gt; --parameters #comments</userinput> </screen>
el: Αν πρόκειται να ρυθμίσετε το <application>cron</application> χειροκίνητα για να εκτελέσετε μια εντολή, για παράδειγμα κάθε Τρίτη, πρέπει να χρησιμοποιήσετε την εντολή <command>crontab</command> ως εξής: <screen> $ <userinput>crontab -e</userinput> <userinput>* * * * 2 &lt;command&gt; --parameters #comments</userinput> </screen>
pl: Aby skonfigurować usługę <application>cron</application> ręcznie do wykonania polecenia, na przykład co wtorek, trzeba by użyć polecenia <command>crontab</command> w ten sposób: <screen> $ <userinput>crontab -e</userinput> <userinput>* * * * 2 &lt;polecenie&gt; --parametry #komentarz</userinput> </screen>
ru: Если бы вы вручную настраивали <application>cron</application> для выполнения команды, например, каждый вторник, вам пришлось бы использовать команду <command>crontab</command> следующим образом: <screen> $ <userinput>crontab -e</userinput> <userinput>* * * * 2 &lt;команда&gt; --параметры #комментарии</userinput> </screen>

source: See <command>man cron</command> and <command>man crontab</command> for more information about <application>cron</application>
de: Für weitere Informationen über <application>cron</application> rufen Sie <command>man cron</command> and <command>man crontab</command> auf.
el: Δείτε τα <command>man cron</command> και <command>man crontab</command> για περισσότερες πληροφορίες σχετικά με το <application>cron</application>
pl: Polecenia <command>man cron</command> i <command>man crontab</command> wyświetlą więcej informacji o usłudze <application>cron</application>.
ru: Для дополнительной информации о <application>cron</application> смотрите <command>man cron</command> и <command>man crontab</command>

source: If you were to configure <application>at</application> manually to execute a command, for example tomorrow at this time, you would have to use the command <command>at</command> in this way: <screen> $ <userinput>at tomorrow</userinput> at&gt; <userinput>&lt;command_1&gt; --parameters </userinput> at&gt; <userinput>&lt;command_2&gt; --parameters </userinput> at&gt; <userinput>Ctrl + D</userinput> </screen>
de: Wenn Sie <application>at</application> manuell mit der Ausführung einer Aufgabe beauftragen wollen, beispielsweise morgen zu dieser Zeit, müssen Sie den Befehl <command>at</command> folgendermaßen eingeben: <screen> $ <userinput>at tomorrow</userinput> at&gt; <userinput>&lt;command_1&gt; --parameters </userinput> at&gt; <userinput>&lt;command_2&gt; --parameters </userinput> at&gt; <userinput>Ctrl + D</userinput> </screen>
el: Αν πρόκειται να ρυθμίσετε το <application>at</application> χειροκίνητα για να εκτελέσετε μια εντολή, για παράδειγμα αύριο την ίδια ώρα, θα πρέπει να χρησιμοποιήσετε την εντολή <command>at</command> ως εξής: <screen> $ <userinput>at tomorrow</userinput> at&gt; <userinput>&lt;command_1&gt; --parameters </userinput> at&gt; <userinput>&lt;command_2&gt; --parameters </userinput> at&gt; <userinput>Ctrl + D</userinput> </screen>
pl: Aby skonfigurować usługę <application>at</application> ręcznie do wykonania polecenia, na przykład jutro o tej godzinie, trzeba by użyć polecenia <command>at</command> w ten sposób: <screen> $ <userinput>at tomorrow</userinput> at&gt; <userinput>&lt;polecenie_1&gt; --parametry </userinput> at&gt; <userinput>&lt;polecenie_2&gt; --parametry </userinput> at&gt; <userinput>Ctrl + D</userinput> </screen>
ru: Если бы вы вручную настраивали <application>at</application> для выполнения команды, например, завтра в это же время, вам пришлось бы использовать команду <command>at</command> следующим образом: <screen> $ <userinput>at tomorrow</userinput> at&gt; <userinput>&lt;команда_1&gt; --параметры </userinput> at&gt; <userinput>&lt;команда_2&gt; --параметры </userinput> at&gt; <userinput>Ctrl + D</userinput> </screen>
