Repository: Bthokala/gnome-schedule
Catalog: help/*/*.po
Languages: de, el, pl, ru

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ghelp:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der <citetitle>GNU General Public License</citetitle>, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Eine Kopie der <citetitle>GNU General Public License</citetitle> finden Sie in der <ulink url="ghelp:gpl" type="help">GPL</ulink>, oder in der Datei COPYING, die im Quellcode dieses Programms enthalten ist.
el: Αυτό το πρόγραμμα διανέμεται υπό τους όρους της Γενικής Άδειας Δημόσιας Χρήσης GNU (GPL), όπως αυτή έχει δημοσιευτεί από το Ίδρυμα Ελεύθερου Λογισμικού (FSS) — είτε της έκδοσης 2 της ‘Αδειας, είτε (κατ' επιλογήν σας) οποιασδήποτε μεταγενέστερης έκδοσης. Αντίγραφο της άδειας είναι διαθέσιμο στον ακόλουθο <ulink url="ghelp:gpl" type="help">σύνδεσμο</ulink>, ή στο αρχείο COPYING που διανέμεται μαζί με τον πηγαίο κώδικα αυτού του προγράμματος.
pl: Niniejszy program jest rozpowszechniany na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania (Free Software Foundation) — według wersji drugiej tej Licencji lub którejś z późniejszych wersji. Egzemplarz licencji można znaleźć pod tym <ulink url="ghelp:gpl" type="help">odnośnikiem</ulink> lub w pliku COPYING dołączonym do kodu źródłowego tego programu.
ru: Эта программа распространяется на условиях лицензии GNU General Public license, опубликованной Free Software Foundation; либо версии 2 этой лицензии, либо (по вашему выбору) любой более поздней версии. Копию лицензии можно найти по этой <ulink url="ghelp:gpl" type="help">ссылке</ulink> или в файле COPYING, включённом в исходный код программы.

source: translator-credits
de: Mario Blättermann <mario.blaettermann@gmail.com>, 2009, 2015
el: Ελληνική μεταφραστική ομάδα του GNOME Δημήτρης Σπίγγος <dmtrs32@gmail.com>, 2014 Για περισσότερα δείτε: http://gnome.gr
pl: Piotr Drąg <piotrdrag@gmail.com>, 2018 Aviary.pl <community-poland@mozilla.org>, 2018
ru: Aleksey Kabanov <ak099@mail.ru>, 2012

source: August 2005
el: Αύγουστος 2005
pl: sierpień 2005
ru: Август 2005

source: Gnome Schedule
pl: Terminarz GNOME
ru: Планировщик Gnome

source: Non-recurrent tasks disapear automatically from the list when they are done.
ru: Неповторяющиеся задания после выполнения автоматически исчезают из списка.

source: When you are creating or modifying a task, you can define the DISPLAY variable in the script text box. Make the definition at the begining of the script.
ru: При создании или изменении задания можно задать значение переменной DISPLAY в текстовом поле сценария. Сделать это нужно в начале сценария.
