Repository: Bthokala/gnome-schedule
Catalog: help/*/*.po
Languages: de, el, pl, ru

source: You can trigger a scheduled task by selecting it from the <guilabel>Task list</guilabel> with one click and by pressing the <guibutton>Run task</guibutton> button in the main window tool bar.
de: Sie können die Ausführung einer geplanten Aufgabe auslösen, indem Sie sie in der <guilabel>Aufgabenliste</guilabel> mit einem einfachen Klick auswählen und danach auf den Knopf <guibutton>Aufgabe ausführen</guibutton> in der Werkzeugleiste des Hauptfensters klicken.
el: Μπορείτε να προκαλέσετε μια προγραμματισμένη εργασία επιλέγοντάς την από τον <guilabel>Κατάλογο εργασιών</guilabel> με ένα πάτημα και πατώντας το πλήκτρο <guibutton>Εκτέλεση εργασίας</guibutton> στην εργαλειοθήκη του κυρίως παραθύρου.
pl: Można wywołać zaplanowane zadanie wybierając je z <guilabel>Listy zadań</guilabel> jednym kliknięciem i klikając przycisk <guibutton>Uruchom zadanie</guibutton> na pasku narzędziowym głównego okna.
ru: Можно выбрать запланированное задание, щёлкнув на нём в <guilabel>списке заданий</guilabel> и нажав кнопку <guibutton>Запуск</guibutton> на панели инструментов главного окна.

source: The task will be executed and its output will be displayed in a terminal window, letting you check if the task is correctly set.
de: Die Aufgabe wird ausgeführt und die Ausgabe in einem Terminalfenster angezeigt. So können Sie überprüfen, ob die Aufgabe korrekt konfiguriert wurde.
el: Η εργασία θα εκτελεστεί και η έξοδος της θα εμφανιστεί σε ένα παράθυρο τερματικού, επιτρέποντας σας να ελέγχετε αν η εργασία ορίστηκε σωστά.
pl: Zadanie zostanie wykonane, a jego wyjście wyświetlone w oknie terminala, umożliwiając sprawdzenie, czy zadanie zostało poprawnie skonfigurowane.
ru: Задание будет выполнено и выводимая им информация будет отображена в окне терминала, что позволяет проверить правильность настройки задания.

source: Using Templates
de: Benutzung von Vorlagen
el: Χρήση προτύπων
pl: Używanie szablonów
ru: Использование шаблонов

source: <application>Gnome Schedule</application> lets you save tasks as templates in order to reuse it later. This way, you will be able to create new scheduled tasks faster.
de: In <application>Gnome Schedule</application> können Sie Aufgaben als Vorlage speichern, um diese später erneut verwenden zu können. Dadurch lassen sich neue Aufgaben schneller erstellen.
el: Το <application>Gnome Schedule</application> σας επιτρέπει να αποθηκεύετε εργασίες ως πρότυπα για να τα επαναχρησιμοποιήσετε αργότερα. Έτσι, θα μπορέσετε να δημιουργήσετε νέες προγραμματισμένες εργασίες γρηγορότερα.
pl: <application>Terminarz GNOME</application> umożliwia zapisywanie zadań jako szablony, aby używać ich ponownie później. W ten sposób można szybciej tworzyć nowe zaplanowane zadania.
ru: <application>Планировщик Gnome</application> позволяет сохранять задания, как шаблоны, чтобы впоследствии использовать их повторно. Это позволяет создавать новые запланированные задания быстрее.

source: To manage templates press the <guilabel>Template</guilabel> button on the main window tool bar. A new window will show you a list of available templates. From this window you can create, modify, delete and use templates.
de: Um die Vorlagen zu verwalten, klicken Sie auf den Knopf <guilabel>Vorlage</guilabel> in der Werkzeugleiste des Hauptfensters. Ein neues Fenster wird angezeigt, das eine Liste verfügbarer Vorlagen enthält. In diesem Fenster können Sie Vorlagen erstellen, verändern, löschen und benutzen.
el: Για να διαχειριστείτε πρότυπα πατήστε το πλήκτρο <guilabel>Πρότυπο</guilabel> στην εργαλειοθήκη κυρίως παραθύρου. Ένα νέο παράθυρο θα σας εμφανίσει έναν κατάλογο διαθέσιμων προτύπων. Από αυτό το παράθυρο μπορείτε να δημιουργήσετε, να τροποποιήσετε, να διαγράψετε και να χρησιμοποιήσετε πρότυπα.
pl: Aby zarządzać szablonami, kliknij przycisk <guilabel>Szablony</guilabel> na pasku narzędziowym górnego okna. Nowe okno wyświetli listę dostępnych szablonów. Z tego okna można tworzyć, modyfikować, usuwać i używać szablony.
ru: Для управления шаблонами нажмите кнопку <guilabel>Шаблоны</guilabel> на панели инструментов главного окна. Появится новое окно со списком доступных шаблонов. Оно позволяет создавать, изменять, удалять и использовать шаблоны.

source: Template manager window
de: Fenster der Vorlagenverwaltung
el: Το παράθυρο διαχείρισης προτύπων
pl: Okno menedżera szablonów
ru: Окно управления шаблонами

source: Shows the "Manage templates" window
de: Zeigt das Fenster »Vorlagen verwalten«
el: Εμφανίζει το παράθυρο "Διαχείριση προτύπων"
pl: Wyświetla okno „Zarządzaj szablonami”

source: You can have common tasks saved as templates. So, you will not have to write the same stuff again and again!
de: Sie können häufig benutzte Aufgaben als Vorlagen speichern. Sie brauchen Sie nicht immer und immer wieder dasselbe einzugeben!
el: Μπορείτε να αποθηκεύσετε συνηθισμένες εργασίες ως πρότυπα. Έτσι, δεν θα πρέπει να γράφετε το ίδιο υλικό ξανά και ξανά!
pl: Można zapisywać często wykonywane zadania jako szablony. Nie trzeba pisać tego samego od nowa za każdym razem!
ru: Наиболее часто выполняемые задания можно сохранить в виде шаблонов. Тогда вам не придётся снова и снова настраивать одни и те же задания!

source: Using <application>Gnome Schedule</application> as root
de: Benutzung von <application>Gnome Schedule</application> mit Systemverwalterrechten
el: Χρήση του <application>Gnome Schedule</application> ως υπερχρήστης
pl: Używanie <application>Terminarza GNOME</application> jako root
ru: Использование <application>Планировщика Gnome</application> от имени root

source: When you use <application>Gnome Schedule</application> as superuser, you can view, edit and add other users scheduled tasks.
de: Wenn Sie <application>Gnome Schedule</application> mit Systemverwalterrechten starten, können Sie die Aufgaben anderer Benutzer anzeigen und bearbeiten sowie neue Aufgaben hinzufügen.
el: Όταν χρησιμοποιείτε το <application>Gnome Schedule</application> ως υπερχρήστης, μπορείτε να προβάλετε, να επεξεργαστείτε και να προσθέσετε προγραμματισμένες εργασίες άλλων χρηστών.
pl: Kiedy <application>Terminarz GNOME</application> jest używany jako użytkownik root, można wyświetlać, modyfikować i dodawać zaplanowane zadania innych użytkowników.
ru: При использовании <application>Планировщика Gnome</application> от имени суперпользователя можно просматривать, изменять и добавлять запланированные задания для других пользователей.

source: You can change the user by pressing the <guibutton>Change User</guibutton> button in the main window tool bar. Then, a dialog window will be shown. Choose the desired user from the drop-down list and press <guibutton>OK</guibutton> button. Now the main window will show the scheduled tasks of the selected user.
de: Sie können den Benutzer wechseln, indem Sie auf den Knopf <guibutton>Benutzer wechseln</guibutton> in der Werkzeugleiste des Hauptfensters klicken. Daraufhin wird ein Dialogfenster angezeigt. Wählen Sie den gewünschten Benutzer in der Auswahlliste aus und klicken Sie auf <guibutton>OK</guibutton>. Nun zeigt das Hauptfenster die geplanten Aufgaben des ausgewählten Benutzers an.
el: Μπορείτε να αλλάξετε τον χρήστη πατώντας το πλήκτρο <guibutton>Αλλαγή χρήστη</guibutton> στην εργαλειοθήκη του κυρίως παραθύρου. Έπειτα, θα εμφανιστεί ένα παράθυρο διαλόγου. Επιλέξτε τον επιθυμητό χρήστη από τον πτυσσόμενο κατάλογο και πατήστε το πλήκτρο <guibutton>Εντάξει</guibutton>. Τώρα το κυρίως παράθυρο θα εμφανίσει τις προγραμματισμένες εργασίες του επιλεγμένου χρήστη.
pl: Można zmienić użytkownika klikając <guibutton>Zmień użytkownika</guibutton> na pasku narzędziowym głównego okna. Następnie zostanie wyświetlone okno. Wybierz użytkownika z rozwijanej listy i kliknij przycisk <guibutton>OK</guibutton>. Teraz główne okno będzie wyświetlało zaplanowane zadania wybranego użytkownika.
ru: Сменить пользователя можно нажатием кнопки <guibutton>Сменить пользователя</guibutton> на панели инструментов главного окна. Появится диалоговое окно. Выберите нужного пользователя из выпадающего списка и нажмите кнопку <guibutton>OK</guibutton>. Теперь в главном окне будет показан список запланированных заданий выбранного пользователя.

source: Please, keep in mind that this option is only available for system administrators.
de: Bitte beachten Sie, dass diese Option nur für Systemverwalter zur Verfügung steht.
el: Παρακαλούμε, να θυμόσαστε ότι αυτή η επιλογή είναι διαθέσιμη μόνο για τους διαχειριστές συστήματος.
pl: Ta opcja jest dostępna tylko dla administratorów systemu.
ru: Обратите внимание, что эта возможность доступна только пользователям, имеющим административные полномочия.

source: Using <application>Gnome Schedule</application> to launch graphical applications
de: Benutzung von <application>Gnome Schedule</application> zur Ausführung grafischer Anwendungen
el: Χρήση του <application>Gnome Schedule</application> για να ξεκινήσετε γραφικές εφαρμογές
pl: Używanie <application>Terminarza GNOME</application> do uruchamiania graficznych programów
ru: Использование <application>Планировщика Gnome</application> для запуска приложений с графическим интерфейсом

source: You can use <application>Gnome Schedule</application> to launch a graphical application automatically, but there are some information you would consider before:
de: Sie können <application>Gnome Schedule</application> zur automatischen Ausführung grafischer Anwendungen verwenden, aber zuvor sollten Sie über Folgendes informiert sein:
el: Μπορείτε να χρησιμοποιήσετε το <application>Gnome Schedule</application> για να ξεκινήσετε μια γραφική εφαρμογή αυτόματα, αλλά υπάρχουν κάποιες πληροφορίες που θα πρέπει να σκεφτείτε πριν:
pl: Można używać <application>Terminarza GNOME</application> do automatycznego uruchamiania programów graficznych, ale przed użyciem tej opcji należy pamiętać o kilku rzeczach:
ru: <application>Планировщик Gnome</application> можно использовать для запуска приложений с графическим интерфейсом, но есть некоторые сведения, которые принять во внимание заранее:

source: About DISPLAY environment variable
de: Die Umgebungsvariable DISPLAY
el: Για τη μεταβλητή περιβάλλοντος DISPLAY
pl: O zmiennej środowiskowej DISPLAY
ru: О переменной среды DISPLAY

source: When you run a graphical application from the command line you must first set the environment variable DISPLAY. This variable is used to tell your graphical application what X server to use. Normally you will want to use the one installed on your own computer. In that case you need to set the DISPLAY variable in this way:
de: Wenn Sie eine grafische Anwendung in einer Befehlszeile ausführen, muss zuerst die Umgebungsvariable DISPLAY gesetzt werden. Diese Variable informiert Ihre grafische Anwendung darüber, welcher X-Server benutzt werden soll. Normalerweise werden Sie den einzigen auf Ihrem eigenen Rechner installierten X-Server benutzen wollen. In diesem Fall müssen Sie die DISPLAY-Variable folgendermaßen setzen:
el: Όταν εκτελείτε μια γραφική εφαρμογή από τη γραμμή εντολών πρέπει πρώτα να ορίσετε τη μεταβλητή περιβάλλοντος DISPLAY. Αυτή η μεταβλητή χρησιμοποιείται για να πει στη γραφική εφαρμογή ποιον εξυπηρετητή Χ να χρησιμοποιήσει. Κανονικά θα θέλετε να χρησιμοποιήσετε αυτόν που εγκαταστάθηκε στον δικό σας υπολογιστή. Σε αυτήν την περίπτωση χρειάζεται να ορίσετε τη μεταβλητή DISPLAY με αυτόν τον τρόπο:
pl: Podczas uruchamiania programu graficznego z wiersza poleceń najpierw należy ustawić zmienną środowiskową DISPLAY. Ta zmienna jest używana do przekazania programowi graficznego, którego serwera X użyć. Zwykle używa się serwera zainstalowanego na własnym komputerze. W takim przypadku należy ustawić zmienną DISPLAY w ten sposób:
ru: При запуске приложения с графическим интерфейсом из командной строки сначала нужно присвоить значение переменной среды DISPLAY. Эта переменная сообщает вашему приложению, какой X-сервер нужно использовать. Обычно вы будете использовать тот, который установлен на вашем собственном компьютере. В этом случае, присвоить значение переменной DISPLAY нужно следующим образом:

source: where :0.0 means use screen 0 of X server 0 in this computer.
de: 0.0 bedeutet hierbei, dass die Anzeige 0 des X-Servers 0 auf diesem Rechner verwendet wird.
el: όπου :0.0 σημαίνει χρήση της οθόνης 0 του εξυπηρετητή 0 Χ σε αυτόν τον υπολογιστή.
pl: gdzie :0.0 oznacza użycie ekranu 0 serwera X 0 na tym komputerze.
ru: где :0.0 означает экран 0 X-сервера 0 на этом компьютере.

source: If you want display the application in a remote screen you can specify the IP address of the remote X server:
de: Wenn Sie die Anwendung auf einem entfernten Bildschirm anzeigen lassen wollen, können Sie die IP-Adresse des entfernten X-Servers angeben.
el: Αν θέλετε να εμφανίσετε την εφαρμογή σε μια απομακρυσμένη οθόνη μπορείτε να ορίσετε τη διεύθυνση IP του απομακρυσμένου εξυπηρετητή Χ:
pl: Aby wyświetlić program na zdalnym ekranie, można podać adres IP zdalnego serwera X:
ru: Чтобы отобразить приложение на удалённом экране, можно указать IP-адрес удалённого X-сервера:

source: Setting DISPLAY variable for tasks that will launch once
de: Setzen der DISPLAY-Variable für einmalig auszuführende Aufgaben
el: Ορισμός της μεταβλητής DISPLAY για εργασίες που θα ξεκινήσουν μια φορά.
pl: Ustawianie zmiennej DISPLAY dla zadań wykonywanych raz
ru: Установка переменной DISPLAY для заданий, которые будут выполнены однократно

source: When you are creating or modifying a task, you can define the DISPLAY variable in the script text box. Make the definition at the beginning of the script.
de: Beim Erstellen oder Bearbeiten einer Aufgabe können Sie die DISPLAY-Variable im Skript-Textfeld angeben. Stellen Sie diese Definition an den Anfang des Skripts.
el: Όταν δημιουργείτε ή τροποποιείτε μια εργασία, μπορείτε να ορίσετε τη μεταβλητή DISPLAY στο πλαίσιο κειμένου του σεναρίου.Κάντε τον ορισμό στην αρχή του σεναρίου.
pl: Podczas tworzenia lub modyfikowania zadania można określić zmienną DISPLAY w polu tekstowym skryptu. Wstaw definicję na początku skryptu.

source: Setting DISPLAY variable for tasks that will launch recurrently
de: Setzen der DISPLAY-Variable für wiederkehrend auszuführende Aufgaben
el: Ορισμός της μεταβλητής DISPLAY για εργασίες που θα ξεκινούν επαναλαμβανόμενα.
pl: Ustawianie zmiennej DISPLAY dla zadań wykonywanych okresowo
ru: Установка переменной DISPLAY для заданий, которые будут выполняться периодически

source: <application>Gnome Schedule</application> does not support yet setting environment variables for recurrent tasks, but it will do soon. In the meantime, you can manually create a script that first defines DISPLAY variable and then calls the graphical application. Finally, you can create a recurrent task to launch the script.
de: <application>Gnome Schedule</application> unterstützt noch nicht das Setzen von Umgebungsvariablen für wiederkehrende Aufgaben, aber diese Funktion ist geplant. In der Zwischenzeit können Sie manuell ein Skript erstellen, welches zuerst die DISPLAY-Variable setzt und danach erst die grafische Anwendung aufruft. Zum Schluss erstellen Sie eine wiederkehrend auszuführende Aufgabe, die ihrerseits das Skript aufruft.
el: Το <application>Gnome Schedule</application> δεν υποστηρίζει ακόμα τη ρύθμιση μεταβλητών περιβάλλοντος για επαναλαμβανόμενες εργασίες, αλλά θα το κάνει σύντομα. Στο μεταξύ, μπορείτε να δημιουργήσετε χειροκίνητα ένα σενάριο που ορίζει πρώτα τη μεταβλητή DISPLAY και έπειτα καλεί τη γραφική εφαρμογή. Τελικά, μπορείτε να δημιουργήσετε μια επαναλαμβανόμενη εργασία που θα ξεκινά το σενάριο.
pl: <application>Terminarz GNOME</application> nie obsługuje jeszcze ustawiania zmiennych środowiskowych dla zadań okresowych, ale zostanie to dodane niedługo. W międzyczasie można ręcznie utworzyć skrypt, który najpierw określa zmienną DISPLAY, a następnie wywołuje program graficzny. W końcu można utworzyć zadanie okresowe wykonujące skrypt.
ru: <application>Планировщик Gnome</application> пока не поддерживает установку переменных среды для периодически повторяемых заданий, но скоро будет поддерживать. А пока можно вручную создать сценарий, который сначала устанавливает значение переменной DISPLAY, а затем вызывает приложение с графическим интерфейсом. После этого вы сможете создать периодическое задание для запуска этого сценария.

source: About X server
de: Der X-Server
el: Για τον εξυπηρετητή Χ
pl: O serwerze X
ru: Об X-сервере

source: The X server is part of the X Window System. It is in charge of drawing windows on the screen and processing the user input from a keyboard or any other peripheral.
de: Der X-Server ist Teil des X-Window-Systems. Er ist für das Zeichnen von Fenstern auf dem Bildschirm und für die Verarbeitung von Benutzereingaben mittels Tastatur oder anderer Peripheriegeräte zuständig.
el: Ο εξυπηρετητής Χ είναι μέρος του συστήματος παραθύρων Χ. Είναι επιφορτισμένος για τη σχεδίαση παραθύρων στην οθόνη και την επεξεργασία της εισόδου χρήστη από ένα πληκτρολόγιο ή οποιοδήποτε άλλο περιφερειακό.
pl: Serwer X jest częścią systemu X Window. Odpowiada on za rysowanie okien na ekranie i przetwarzanie wejścia użytkownika z klawiatury lub innego urządzenia.
ru: X-сервер является частью оконной системы X Window System. Он отвечает за отображение окон на экране и обработку ввода пользователя с клавиатуры или любого другого периферийного устройства.

source: If you need more information about X server or the X Window System you can read its <ulink url="http://en.wikipedia.org/wiki/X_Window_System" type="http">entry</ulink> in the Wikipedia.
de: Weitere Informationen zum X-Server oder zum X-Window-System finden Sie in einem <ulink url="http://en.wikipedia.org/wiki/X_Window_System" type="http">Wikipedia-Eintrag</ulink>.
el: Αν χρειάζεστε περισσότερες πληροφορίες για τον εξυπηρετητή Χ στο σύστημα παραθύρων Χ μπορείτε να διαβάσετε την <ulink url="http://en.wikipedia.org/wiki/X_Window_System" type="http">καταχώρισή του</ulink> στην βικιπαιδεία.
pl: <ulink url="https://pl.wikipedia.org/wiki/X_Window_System" type="http">Artykuł</ulink> na Wikipedii zawiera więcej informacji o serwerze X i systemie X Window.
ru: Если вам нужна дополнительная информация об X-сервере или X Window System, прочтите эту <ulink url="http://ru.wikipedia.org/wiki/X_Window_System" type="http">статью</ulink> в Википедии.

source: About <application>Gnome Schedule</application>
de: Info zu <application>Gnome Schedule</application>
el: Περί του <application>Gnome Schedule</application>
pl: O <application>Terminarzu GNOME</application>
ru: О <application>Планировщике Gnome</application>

source: Authors
de: Autoren
el: Συγγραφείς
pl: Autorzy
ru: Авторы

source: <application>Gnome Schedule</application> was written by Philip Van Hoof (<email>pvanhoof@gnome.org</email>), Kristof Vansant (<email>de_lupus at pandora dot be</email>) and Gaute Hope (<email>eg@gaute.vetsj.com</email>). To find more information about <application>Gnome Schedule</application>, please visit the <ulink url="http://gnome-schedule.sourceforge.net/" type="http"><application>Gnome Schedule</application> Web Page</ulink>.
de: <application>Gnome Schedule</application> wurde von Philip Van Hoof (<email>pvanhoof@gnome.org</email>), Kristof Vansant (<email>de_lupus at pandora dot be</email>) und Gaute Hope (<email>eg@gaute.vetsj.com</email>) geschrieben. Weitere Informationen über <application>Gnome Schedule</application> finden Sie auf der <ulink url="http://gnome-schedule.sourceforge.net/" type="http"><application>Gnome Schedule</application>-Webseite</ulink>.
el: Το <application>Gnome Schedule</application> γράφτηκε από τους Philip Van Hoof (<email>pvanhoof@gnome.org</email>), Kristof Vansant (<email>de_lupus at pandora dot be</email>) και Gaute Hope (<email>eg@gaute.vetsj.com</email>). Για να βρείτε περισσότερες πληροφορίες για το <application>Gnome Schedule</application>, μπορείτε να επισκεφτείτε την <ulink url="http://gnome-schedule.sourceforge.net/" type="http">ιστοσελίδα του <application>Gnome Schedule</application> </ulink>.
pl: <application>Terminarz GNOME</application> został napisana przez Philipa Van Hoof (<email>pvanhoof@gnome.org</email>), Kristofa Vansanta (<email>de_lupus at pandora dot be</email>) i Gaute Hope (<email>eg@gaute.vetsj.com</email>). <ulink url="http://gnome-schedule.sourceforge.net/" type="http">Strona <application>Terminarza GNOME</application></ulink> zawiera więcej informacji o programie.
ru: <application>Планировщик Gnome</application> создали Philip Van Hoof (<email>pvanhoof@gnome.org</email>), Kristof Vansant (<email>de_lupus at pandora dot be</email>) и Gaute Hope (<email>eg@gaute.vetsj.com</email>). Для поиска дополнительной информации о <application>Планировщике Gnome</application>, посетите <ulink url="http://gnome-schedule.sourceforge.net/" type="http">веб-страницу <application>Планировщика Gnome</application></ulink>.

source: Reporting Bugs
de: Fehler berichten
el: Αναφορά σφαλμάτων
pl: Zgłaszanie błędów
ru: Отчёты об ошибках

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:gnome-feedback" type="help">document</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen in diesem <ulink url="ghelp:gnome-feedback" type="help">Dokument</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με αυτή την εφαρμογή ή το εγχειρίδιο, ακολουθείστε τις οδηγίες σε αυτό το <ulink url="ghelp:gnome-feedback" type="help">έγγραφο</ulink>.
pl: <ulink url="ghelp:gnome-feedback" type="help">Ten dokument</ulink> zawiera instrukcje, jak zgłosić błąd lub propozycję zmiany programu lub tego podręcznika.
ru: Чтобы сообщить об ошибке или внести предложение, касающееся этого приложения или данного руководства, следуйте указаниям в этом <ulink url="ghelp:gnome-feedback" type="help">документе</ulink>.

source: License
de: Lizenz
el: Άδεια χρήσης
pl: Licencja
ru: Лицензия
