Repository: Bthokala/gnome-schedule
Catalog: help/*/*.po
Languages: de, el, pl, ru

source: See <command>man at</command> for more information about <application>at</application>
de: Rufen Sie <command>man at</command> auf, um weitere Informationen über <application>at</application> zu erhalten.
el: Δείτε <command>man at</command> για περισσότερες πληροφορίες σχετικά με το <application>at</application>
pl: Polecenie <command>man at</command> wyświetli więcej informacji o usłudze <application>at</application>.
ru: Смотрите <command>man at</command> для дополнительной инфомации об <application>at</application>

source: Getting Started
de: Erste Schritte
el: Ξεκινώντας
pl: Pierwsze kroki
ru: Приступая к работе

source: To Start <application>Gnome Schedule</application>
de: Starten von <application>GNOME Schedule</application>
el: Για να ξεκινήσετε το <application>Gnome Schedule</application>
pl: Uruchamianie <application>Terminarza GNOME</application>
ru: Чтобы запустить <application>Планировщик Gnome</application>

source: You can start <application>Gnome Schedule</application> in the following ways:
de: Sie können <application>GNOME Schedule</application> auf eine der folgenden Arten starten:
el: Μπορείτε να ξεκινήσετε το <application>Gnome Schedule</application> με τους εξής τρόπους:
pl: Można uruchomić <application>Terminarz GNOME</application> na te sposoby:
ru: Запустить <application>Планировщик Gnome</application> можно одним из следующих способов:

source: <guimenu>Applications</guimenu> menu
de: Menü <guimenu>Anwendungen</guimenu>
el: Μενού <guimenu>Εφαρμογές</guimenu>
pl: Menu <guimenu>Programy</guimenu>
ru: Из меню <guimenu>Приложения</guimenu>

source: Choose <menuchoice><guisubmenu>System Tools</guisubmenu><guimenuitem>Schedule</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Systemwerkzeuge</guisubmenu><guimenuitem>Zeitgesteuerte Aufgaben</guimenuitem></menuchoice>.
el: Επιλέξτε <menuchoice><guisubmenu>Εργαλεία συστήματος</guisubmenu><guimenuitem>Schedule</guimenuitem></menuchoice>.
pl: Wybierz <menuchoice><guisubmenu>Narzędzia systemowe</guisubmenu><guimenuitem>Terminarz</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile
el: Γραμμή εντολών
pl: Wiersz poleceń
ru: Из командной строки

source: To start <application>Gnome Schedule</application> from a command line, type the following command, then press <keycap>Return</keycap>:
de: Zum Starten von <application>GNOME Schedule</application> über die Befehlszeile geben Sie folgenden Befehl ein und bestätigen ihn mit der <keycap>Eingabetaste</keycap>:
el: Για να ξεκινήσετε το <application>Gnome Schedule</application> από τη γραμμή εντολών, πληκτρολογήστε την παρακάτω εντολή, έπειτα πατήστε <keycap>επιστροφή (Return)</keycap>:
pl: Aby uruchomić <application>Terminarz GNOME</application> z wiersza poleceń, wpisz to polecenie, a następnie naciśnij klawisz <keycap>Enter</keycap>:
ru: Чтобы запустить <application>Планировщик Gnome</application> из командной строки, наберите следующую команду и нажмите <keycap>Enter</keycap>:

source: When You Start <application>Gnome Schedule</application>
de: Beim Start von <application>GNOME Schedule</application>
el: Όταν ξεκινάτε το <application>Gnome Schedule</application>
pl: Po uruchomieniu <application>Terminarza GNOME</application>
ru: После запуска <application>Планировщика Gnome</application>

source: When you start <application>Gnome Schedule</application>, the main window is displayed:
de: Wenn Sie <application>GNOME Schedule</application> starten, wird folgendes Fenster angezeigt.
el: Όταν ξεκινάτε το <application>Gnome Schedule</application>, εμφανίζεται το κυρίως παράθυρο:
pl: Po uruchomieniu <application>Terminarza GNOME</application> wyświetlane jest główne okno:
ru: После запуска <application>Планировщика Gnome</application> открывается главное окно:

source: Main Window
de: Hauptfenster
el: Το κύριο παράθυρο
pl: Główne okno
ru: Главное окно

source: Shows <placeholder-1/> main window. Contains title bar, tool bar, and task list.
de: Zeigt das Hauptfenster von <placeholder-1/>. Enthält Titelleiste, Werkzeugleiste und Aufgabenliste.
el: Εμφανίζει το κυρίως παράθυρο <placeholder-1/>. Περιέχει τη γραμμή τίτλου, την εργαλειοθήκη και τον κατάλογο εργασιών.
pl: Wyświetla główne okno <placeholder-1/>. Zawiera pasek tytułu, pasek narzędziowy i listę zadań.
ru: Показывает главное окно <placeholder-1/>. Оно содержит заголовок, панель инструментов и список заданий.

source: The <application>Gnome Schedule</application> main window contains the following elements:
de: Das Hauptfenster von <application>Gnome Schedule</application> enthält die folgenden Elemente:
el: Το κυρίως παράθυρο του <application>Gnome Schedule</application> περιέχει τα παρακάτω στοιχεία:
pl: Główne okno <application>Terminarza GNOME</application> zawiera te elementy:
ru: Главное окно <application>Планировщика Gnome</application> содержит следующие элементы:

source: The tool bar.
de: Die Werkzeugleiste.
el: Την εργαλειοθήκη.
pl: Pasek narzędziowy.
ru: Панель инструментов.

source: The tool bar contains buttons that give you access to every function in the application.
de: Die Werkzeugleiste enthält Knöpfe, über die Sie Zugriff auf jede Funktion der Anwendung erhalten.
el: Η εργαλειοθήκη περιέχει τα πλήκτρα που σας δίνουν πρόσβαση σε κάθε λειτουργία στην εφαρμογή.
pl: Pasek narzędziowy zawiera przyciski dające dostęp do każdej funkcji programu.
ru: Панель инструментов содержит кнопки для доступа ко всем функциям приложения.

source: Task list.
de: Aufgabenliste.
el: Τον κατάλογο εργασιών.
pl: Lista zadań.
ru: Список заданий.

source: Task:
de: Aufgabe:
el: Εργασία:
pl: Zadanie:
ru: Задание:

source: Describes the type of the task: "Recurrent", when the task runs repeatedly or "Once", when the task is done only once.
de: Beschreibt den Typ der Aufgabe: »Wiederholend«, wenn die Aufgabe wiederkehrend ausgeführt werden soll, oder »Einmalig«, wenn die Aufgabe nur einmalig ausgeführt werden soll.
el: Περιγράφει τον τύπο της εργασίας: "Επαναλαμβανόμενη", όταν η εργασία εκτελείται επανειλημμένα ή "Μια φορά", όταν η εργασία γίνεται μόνο μια φορά.
pl: Opisuje typ zadania: „Powtarzanie”, kiedy zadanie jest wykonywane okresowo lub „Raz”, kiedy zadanie jest wykonywane tylko raz.
ru: Указывает тип задания: «Периодично», если задание запускается периодически, или «Один раз», если задание выполняется однократно.

source: Description:
de: Beschreibung:
el: Περιγραφή:
pl: Opis:
ru: Описание:

source: Shows a brief description of the task.
de: Zeigt eine Kurzbeschreibung der Aufgabe an.
el: Εμφανίζει μια σύντομη περιγραφή της εργασίας.
pl: Wyświetla krótki opis zadania.
ru: Показывает краткое описание задания.

source: Date and Time:
de: Zeit und Datum:
el: Ημερομηνία και ώρα:
pl: Data i czas:
ru: Дата и время:

source: Shows when the task is going to be executed.
de: Zeigt an, wann die Aufgabe ausgeführt werden soll.
el: Εμφανίζει πότε πρόκειται να εκτελεστεί η εργασία.
pl: Wyświetla, kiedy zadanie zostanie wykonane.
ru: Показывает, когда будет выполнено задание.

source: Command preview:
de: Befehlsvorschau:
el: Προεπισκόπηση εντολής:
pl: Podgląd polecenia:
ru: Команда:

source: Shows the command that is going to be executed.
de: Zeigt den auszuführenden Befehl an.
el: Εμφανίζει την εντολή που πρόκειται να εκτελεστεί.
pl: Wyświetla polecenie, które zostanie wykonane.
ru: Показывает команду, которая будет выполнена.

source: The Task list shows information about current scheduled tasks and pending jobs. For every task, the following information is detailed: <placeholder-1/>
de: Die Aufgabenliste zeigt Informationen über die gegenwärtig geplanten Aufgaben und ausstehende Aufträge an. Für jede der Aufgaben werden die folgenden Informationen detailliert dargestellt: <placeholder-1/>
el: Ο κατάλογος εργασιών εμφανίζει πληροφορίες για τις τρέχουσες προγραμματισμένες εργασίες και τις εκκρεμείς εργασίες. Για κάθε εργασία, εμφανίζονται λεπτομερώς οι παρακάτω πληροφορίες: <placeholder-1/>
pl: Lista zadań wyświetla informacje o obecnie zaplanowanych zadaniach i zadaniach oczekujących. Dla każdego zadania te informacje są szczegółowe: <placeholder-1/>.
ru: Список заданий отображает информацию о текущих запланированных и не законченных заданиях. Для каждого задания отображается следующая информация: <placeholder-1/>

source: You can read a brief description of some of the objects and icons on the <application>Gnome Schedule</application> interface, by pointing them with the mouse and waiting for a few seconds.
de: Eine Kurzbeschreibung einiger der Objekte und Symbole in der Benutzeroberfläche von <application>Gnome Schedule</application> wird angezeigt, wenn Sie mit der Maus darüberfahren und einige Sekunden warten.
el: Μπορείτε να διαβάσετε μια σύντομη περιγραφή κάποιων αντικειμένων και εικονιδίων στη διεπαφή <application>Gnome Schedule</application>, δείχνοντάς τα με το ποντίκι και περιμένοντας για λίγα δευτερόλεπτα.
pl: Można przeczytać krótki opis części obiektów i ikon w interfejsie <application>Terminarza GNOME</application> wskazując je myszą i odczekując kilka sekund.
ru: Краткое описание некоторых элементов и значков интерфейса <application>Планировщика Gnome</application> можно увидеть, если навести на них указатель мыши и подождать несколько секунд.

source: Adding a New Scheduled Task
de: Hinzufügen einer neuen geplanten Aufgabe
el: Προσθήκη μιας προγραμματισμένης εργασίας
pl: Dodawanie nowego zaplanowanego zadania
ru: Добавление нового задания

source: Choosing the type of task to add
de: Auswahl des Typs der hinzuzufügenden Aufgabe
el: Επιλογή του τύπου της εργασίας που θα προστεθεί
pl: Wybór typu zadania do dodania
ru: Выберите тип добавляемого задания

source: You can add a new scheduled task by pressing the <guibutton>New</guibutton> button in the main window tool bar.
de: Sie können eine neue geplante Aufgabe hinzufügen, indem Sie auf den Knopf <guibutton>Neu</guibutton> in der Werkzeugleiste des Hauptfensters klicken.
el: Μπορείτε να προσθέσετε μια νέα προγραμματισμένη εργασία πατώντας το πλήκτρο <guibutton>Νέο</guibutton> στην εργαλειοθήκη του κυρίως παραθύρου.
pl: Można dodać nowe zaplanowane zadanie klikając przycisk <guibutton>Nowe</guibutton> na pasku narzędziowym głównego okna.
ru: Добавить новое запланированное задание можно нажатием кнопки <guibutton>Создать</guibutton> на панели инструментов главного окна.

source: The following dialog window will appear letting you to choose the type of task you want to schedule:
de: Das folgende Dialogfenster erscheint, in welchem Sie den Typ der geplanten Aufgabe auswählen können:
el: Το παρακάτω παράθυρο διαλόγου θα εμφανιστεί επιτρέποντας σας να επιλέξετε τον τύπο της εργασίας που θέλετε να προγραμματίσετε:
pl: Zostanie wyświetlone to okno, umożliwiające wybór typu zadania do zaplanowania:
ru: Появится следующее диалоговое окно, позволяющее выбрать тип планируемого задания:

source: Task Type Selection Dialog Window
de: Dialogfenster zur Auswahl des Aufgabentyps
el: Παράθυρο διαλόγου επιλογής τύπου εργασίας
pl: Okno wyboru typu zadania
ru: Диалоговое окно выбора типа задания

source: Shows <placeholder-1/> task type selection dialog window.
de: Zeigt das Dialogfenster von <placeholder-1/> zur Auswahl des Aufgabentyps.
el: Εμφανίζει το <placeholder-1/> παράθυρο διαλόγου επιλογής του τύπου εργασίας,
pl: Wyświetla okno wyboru typu zadania <placeholder-1/>.

source: by pressing the first button you will be able to schedule a task that will be executed periodically.
de: Anklicken des ersten Knopfes, was Ihnen die Planung einer wiederkehrend auszuführenden Aufgabe ermöglicht.
el: πατώντας το πρώτο πλήκτρο θα μπορείτε να προγραμματίσετε μια εργασία που θα εκτελείται περιοδικά.
pl: klikając pierwszy przycisk można zaplanować zadanie wykonywane okresowo.
ru: нажатие первой кнопки позволяет запланировать периодически выполняемое задание.

source: by pressing the second button you will be able to schedule a task that will only be executed once.
de: Anklicken des zweiten Knopfes, was Ihnen die Planung einer einmalig auszuführenden Aufgabe ermöglicht.
el: πατώντας το δεύτερο πλήκτρο θα μπορείτε να προγραμματίσετε μια εργασία που θα εκτελεστεί μόνο μια φορά.
pl: klikając drugi przycisk można zaplanować zadanie wykonywane tylko raz.
ru: нажатие второй кнопки позволяет создать задание, которое будет выполнено только один раз.

source: by pressing the third button you will be able to create a task from a template. Templates usage is explained in <xref linkend="myapp-templates"/>.
de: Anklicken des dritten Knopfes, was Ihnen die Erstellung einer Aufgabe aus einer Vorlage ermöglicht. Die Verwendung von Vorlagen wird in <xref linkend="myapp-templates"/> erklärt.
el: πατώντας το τρίτο πλήκτρο θα μπορέσετε να δημιουργήσετε μια εργασία από ένα πρότυπο. Η χρήση προτύπων εξηγείται στο <xref linkend="myapp-templates"/>.
pl: klikając trzeci przycisk można utworzyć zadanie z szablonu. <xref linkend="myapp-templates"/> zawiera wyjaśnienie szablonów.
ru: нажатие третьей кнопки позволяет создать задание из шаблона. Об использовании шаблонов рассказано в <xref linkend="myapp-templates"/>.

source: Adding a scheduled task that will launch recurrently
de: Das Hinzufügen einer neuen Aufgabe wird gegenwärtig ausgeführt durch
el: Προσθήκη μιας προγραμματισμένης εργασίας που θα ξεκινήσει επαναλαμβανόμενα
pl: Dodawanie zaplanowanego zadania, które będzie wykonywane okresowo
ru: Добавление запланированного задания, которое будет выполняться периодически

source: Choosing this option, the following dialog window is shown:
de: Wenn Sie diese Option wählen, wird der folgende Dialog angezeigt:
el: Διαλέγοντας αυτήν την επιλογή, εμφανίζεται το παρακάτω παράθυρο διαλόγου:
pl: Po wybraniu tej opcji wyświetlane jest to okno:
ru: При выборе этой опции откроется следующее диалоговое окно:

source: "Create a New Scheduled Task" window
de: Das Fenster »Eine neue Aufgabe erstellen«
el: Παράθυρο "Δημιουργία μιας νέας προγραμματισμένης εργασίας"
pl: Okno „Utwórz nowe zaplanowane zadanie”
ru: Окно «Запланировать новое задание»

source: Shows <placeholder-1/> "Create a New Scheduled Task" window.
de: Zeigt das Fenster »Eine neue Aufgabe erstellen« von <placeholder-1/>
el: Εμφανίζει το παράθυρο "Δημιουργία μιας νέας προγραμματισμένης εργασίας" <placeholder-1/>
pl: Wyświetla okno „Utwórz nowe zaplanowane zadanie” <placeholder-1/>.

source: Description
de: Beschreibung
el: Περιγραφή
pl: Opis
ru: Описание

source: Lets you add a brief description of the task.
de: Hier können Sie eine Kurzbeschreibung der Aufgabe eingeben.
el: Σας επιτρέπει να προσθέτετε μια σύντομη περιγραφή της εργασίας.
pl: Umożliwia dodanie krótkiego opisu zadania.
ru: Позволяет добавить краткое описание задания.

source: Command
de: Befehl
el: Εντολή
pl: Polecenie
ru: Команда

source: Enter here the command or script that will be periodically executed by this task.
de: Geben Sie hier den Befehl oder das Skript ein, das durch diese Aufgabe wiederkehrend ausgeführt werden soll.
el: Εισάγετε εδώ την εντολή ή το σενάριο που θα εκτελείται περιοδικά από αυτήν την εργασία.
pl: Wpisz tutaj polecenie lub skrypt, który będzie okresowo wykonywany przez to zadanie.
ru: Введите здесь команду или сценарий, который будет периодически исполняться этим заданием.

source: Time &amp; Date
de: Zeit und Datum
el: Ώρα &amp; ημερομηνία
pl: Czas i data
ru: Время и дата

source: Basic
de: Grundlegend
el: Βασικά
pl: Podstawowe
ru: Основные

source: Lets you select the frequency for task execution among a list of common intervals.
de: Hier können Sie den zeitlichen Abstand der Ausführung aus einer Liste häufig verwendeter Werte wählen.
el: Σας επιτρέπει να επιλέξετε τη συχνότητα εκτέλεσης εργασίας μεταξύ ενός καταλόγου συνηθισμένων διαστημάτων.
pl: Umożliwia wybór częstotliwości wykonywania zadania z listy częstych czasów.
ru: Позволяет частоту выполнения задания из списка часто употребляемых интервалов.

source: Advanced
de: Erweitert
el: Προχωρημένα
pl: Zaawansowane
ru: Дополнительные

source: Lets you create custom time expressions in case you need more flexibility.
de: Hier können Sie benutzerdefinierte Zeitausdrücke wählen, falls Sie hierfür mehr Flexibilität benötigen.
el: Σας επιτρέπει να δημιουργήσετε προσαρμοσμένες εκφράσεις χρόνου σε περίπτωση που χρειάζεστε περισσότερη ευελιξία.
pl: Umożliwia utworzenie niestandardowego wyrażenia czasu, jeśli potrzeba więcej elastyczności.
ru: Позволяет создать произвольное выражение для времени, если нужно задать его более гибко.

source: Preview
de: Vorschau
el: Προεπισκόπηση
pl: Podgląd
ru: Расписание

source: Lets the user check if the selected frequency is correct.
de: Hier können Sie überprüfen, ob die gewählte Häufigkeit korrekt ist.
el: Επιτρέπει στον χρήστη να ελέγξει αν η επιλεγμένη συχνότητα είναι σωστή.
pl: Umożliwia sprawdzenie, czy wybrana częstotliwość jest poprawna.
ru: Позволяет пользователю убедиться, что частота выполнения задания выбрана правильно.

source: Adding a scheduled task that will launch once
de: Hinzufügen einer einmalig auszuführenden Aufgabe
el: Προσθήκη μιας προγραμματισμένης εργασίας που θα ξεκινήσει μια φορά
pl: Dodawanie zaplanowanego zadania wykonywanego raz
ru: Добавление запланированного задания, которое будет выполнено однократно

source: Choosing this option the following dialog window is shown:
de: Wenn Sie diese Option wählen, wird folgendes Dialogfenster angezeigt:
el: Διαλέγοντας αυτήν την επιλογή, εμφανίζεται το παρακάτω παράθυρο διαλόγου:
pl: Po wybraniu tej opcji wyświetlane jest to okno:
ru: При выборе этой опции будет показано следующее диалоговое окно:

source: Shows <placeholder-1/> "Create a New Scheduled Task" window
de: Zeigt das Fenster »Eine neue Aufgabe erstellen« von <placeholder-1/>
el: Εμφανίζει το παράθυρο "Δημιουργία μιας νέας προγραμματισμένης εργασίας" <placeholder-1/>
pl: Wyświetla okno „Utwórz nowe zaplanowane zadanie” <placeholder-1/>

source: Modifying a Scheduled Task
de: Ändern einer geplanten Aufgabe
el: Τροποποίηση μιας προγραμματισμένης εργασίας
pl: Modyfikowanie zaplanowanego zadania
ru: Изменение запланированного задания

source: You can modify a scheduled task by selecting it from the <guilabel>Task list</guilabel> with one click and by pressing the <guibutton>Edit</guibutton> button from the main window tool bar. Then, the <guilabel>Edit a Scheduled Task</guilabel> window will be opened showing the task properties.
de: Sie können eine geplante Aufgabe ändern, indem Sie sie in der Aufgabenliste mit einem einfachen Klick auswählen und dann auf den Knopf <guibutton>Bearbeiten</guibutton> in der Werkzeugleiste des Hauptfensters klicken. Das Fenster <guilabel>Eine Aufgabe bearbeiten</guilabel> wird geöffnet, welches die Eigenschaften der geplanten Aufgabe anzeigt.
el: Μπορείτε να τροποποιήσετε μια προγραμματισμένη εργασία επιλέγοντας την από τον <guilabel>κατάλογο εργασιών</guilabel> με ένα πάτημα και πατώντας το πλήκτρο <guibutton>Επεξεργασία</guibutton> από την εργαλειοθήκη του κυρίως παραθύρου. Κατόπιν, θα ανοιχτεί το παράθυρο <guilabel>Επεξεργασία προγραμματισμένης εργασίας</guilabel> που εμφανίζει τις ιδιότητες της εργασίας.
pl: Można zmodyfikować zaplanowane zadanie wybierając je z <guilabel>Listy zadań</guilabel> jednym kliknięciem i klikając przycisk <guibutton>Modyfikuj</guibutton> z paska narzędziowego głównego okna. Okno <guilabel>Modyfikacja zaplanowanego zadania</guilabel> zostanie otwarte wyświetlając właściwości zadania.
ru: Запланированное задание можно изменить, выбрав его щелчком из <guilabel>списка заданий</guilabel> и нажав кнопку <guibutton>Правка</guibutton> на панели инструментов главного окна. Откроется окно <guilabel>Правка запланированного задания</guilabel>, показывающее параметры задания.

source: Now, you will be able to modify any field you want. When you have finished you can press <guibutton>Apply</guibutton> button to save the changes or <guibutton>Cancel</guibutton> button to omit them.
de: Nun können Sie jedes gewünschte Feld Ihren Wünschen anpassen. Sobald Sie fertig sind, klicken Sie auf <guibutton>Anwenden</guibutton>, um die Änderungen zu speichern, oder auf <guibutton>Abbrechen</guibutton>, um die Änderungen zu verwerfen.
el: Τώρα, θα μπορέσετε να τροποποιήσετε οποιοδήποτε πεδίο θέλετε. Όταν θα έχετε τελειώσει, μπορείτε να πατήσετε το πλήκτρο <guibutton>Εφαρμογή</guibutton> για να αποθηκεύσετε τις αλλαγές ή το πλήκτρο <guibutton>Άκυρο</guibutton> για να τις παραλείψετε.
pl: Teraz można zmodyfikować dowolne pola. Po ukończeniu można kliknąć przycisk <guibutton>Zastosuj</guibutton>, aby zapisać zmiany lub <guibutton>Anuluj</guibutton>, aby je odrzucić.
ru: Теперь можно изменить любые нужные поля. После завершения можно нажать кнопку <guibutton>Применить</guibutton>, чтобы сохранить изменения, или кнопку <guibutton>Отменить</guibutton>, чтобы отменить их.

source: You can edit a task faster by simply double-clicking on it in the task list.
de: Sie können eine Aufgabe schneller bearbeiten, indem Sie in der Aufgabenliste darauf doppelklicken.
el: Μπορείτε να επεξεργαστείτε μια εργασία γρηγορότερα διπλοπατώντας απλά πάνω της στον κατάλογο εργασιών.
pl: Można zmodyfikować zadanie szybciej klikając je podwójnie na liście zadań.
ru: Для более быстрого редактирования задания можно просто выполнить на нём двойной щелчок в списке задания.

source: Deleting a Scheduled Task
de: Entfernen einer geplanten Aufgabe
el: Διαγραφή μιας προγραμματισμένης εργασίας
pl: Usuwanie zaplanowanego zadania
ru: Удаление запланированного задания

source: You can delete a scheduled task by selecting it from the <guilabel>Task list</guilabel> with one click and by pressing the <guibutton>Delete</guibutton> button in the main window tool bar. Next, you will be asked for confirmation. By answering <guibutton>Yes</guibutton>, the scheduled task will be removed from the <guilabel>Task list</guilabel>.
de: Sie können eine geplante Aufgabe löschen, indem Sie sie mit einem einfachen Klick in der <guilabel>Aufgabenliste</guilabel> auswählen und dann auf den Knopf <guibutton>Löschen</guibutton> in der Werkzeugleiste des Hauptfensters klicken. Daraufhin werden Sie um Bestätigung gebeten. Wenn Sie mit <guibutton>Ja</guibutton> antworten, wird die geplante Aufgabe aus der <guilabel>Aufgabenliste</guilabel> entfernt.
el: Μπορείτε να διαγράψετε μια προγραμματισμένη εργασία επιλέγοντας την από τον <guilabel>κατάλογο εργασιών</guilabel> με ένα πάτημα και πατώντας το πλήκτρο <guibutton>Διαγραφή</guibutton> στην εργαλειοθήκη του κυρίως παραθύρου. Κατόπιν, θα ερωτηθείτε για επιβεβαίωση. Απαντώτας <guibutton>Ναι</guibutton>, θα αφαιρεθεί η προγραμματισμένη εργασία από τον <guilabel>κατάλογο εργασιών</guilabel>.
pl: Można usunąć zaplanowane zadanie wybierając je z <guilabel>Listy zadań</guilabel> jednym kliknięciem i klikając przycisk <guibutton>Usuń</guibutton> na pasku narzędziowym głównego okna. Następnie użytkownik zostanie zapytany o potwierdzenie. Odpowiadając <guibutton>Tak</guibutton> zaplanowane zadanie zostanie usunięte z <guilabel>Listy zadań</guilabel>.
ru: Чтобы удалить запланированное задание, выберите его щелчком из <guilabel>списка задания</guilabel> и нажмите кнопку <guibutton>Удалить</guibutton> на панели инструментов главного окна. Программа попросит вас подтвердить удаление. При нажатии кнопки <guibutton>Да</guibutton> запланированное задание будет удалено из <guilabel>списка заданий</guilabel>.

source: Non-recurrent tasks disappear automatically from the list when they are done.
de: Nicht wiederkehrende Aufgaben verschwinden automatisch aus der Liste, sobald sie ausgeführt wurden.
el: Οι μη επαναλαμβανόμενες εργασίες εξαφανίζονται αυτόματα από τον κατάλογο όταν τελειώσουν.
pl: Nieokresowe zadania są automatycznie usuwane z listy po ukończeniu.

source: Manually Running Scheduled Task
de: Manuelle Ausführung einer geplanten Aufgabe
el: Χειροκίνητη εκτέλεση προγραμματισμένης εργασίας
pl: Ręczne wykonywanie zaplanowanego zadania
ru: Запуск запланированного задания вручную
