Repository: Bthokala/gnome-schedule
Catalog: po/*.po
Languages: bs, de, fr, id, ja, pt, sr, sr@latin, zh_hk

source: Scheduled tasks
bs: Raspoređeni zadaci
de: Geplante Aufgaben
id: Tugas terjadwal
ja: 予定タスク
pt: Tarefas agendadas
sr: Заказани задаци
sr@latin: Zakazani zadaci

source: Manage your system tasks
bs: Upravljajte svojim sistemskim zadacima
de: Zeitgesteuerte Systemaufgaben verwalten
id: Kelola tugas sistem Anda
ja: タスクを管理します
pt: Faça a gestão das tarefas do seu sistema
sr: Управљајте вашим системским задацима
sr@latin: Upravljajte vašim sistemskim zadacima
zh_hk: 管理你的系統工作

source: Gnome schedule
bs: Gnome raspored
id: Gnome jadwal
pt: Agendamento Gnome
sr: Гномово заказивање
sr@latin: Gnomovo zakazivanje

source: Configures your scheduled tasks
bs: Podesi svoje raspoređene zadatke
de: Bearbeiten zeitgesteuerter Systemaufgaben
id: Tata tugas terjadwal Anda
ja: タスクを設定します
pt: Configurar tarefas agendadas
sr: Подесите ваше заказане задатке
sr@latin: Podesite vaše zakazane zadatke
zh_hk: 設定你已安排的工作

source: System tools
bs: Sistemski alati
de: Systemwerkzeuge
id: Perkakas sistem
pt: Ferramentas de sistema
sr: Системске алатке
sr@latin: Sistemske alatke
zh_hk: 系統工具

source: Failed to create data dir! Make sure ~/.gnome and ~/.gnome/gnome-schedule are writable.
bs: Greška pri kreiranju dir datoteke! Provjerite da je ~/.gnome and ~/.gnome/gnome-raspored ispravno napisano.
de: Datenordner konnte nicht erstellt werden: Stellen Sie sicher, dass Sie über Schreibrechte in ~/.gnome und ~/.gnome/gnome-schedule verfügen.
id: Gagal membuat dir data! Pastikan bahwa ~/.gnome dan ~/.gnome/gnome-schedule dapat ditulisi.
ja: データディレクトリの作成に失敗しました。~/.gnome と ~/.gnome/gnome-schedule が書き込み可能か確認してください。
pt: Falha ao criar pasta de dados! Certifique-se que ~/.gnome e ~/.gnome/gnome-schedule podem ser escritas.
sr: Нисам успео да направим директоријум података! Уверите се да можете да пишете у „~/.gnome“ и у „~/.gnome/gnome-schedule“.
sr@latin: Nisam uspeo da napravim direktorijum podataka! Uverite se da možete da pišete u „~/.gnome“ i u „~/.gnome/gnome-schedule“.

source: Failed to create data dir: %s. Make sure ~/.gnome and ~/.gnome/gnome-schedule are writable.
bs: Greška pri kreiranju dir datoteke: %s. Provjerite da je ~/.gnome and ~/.gnome/gnome-raspored ispravno napisano.
de: Datenordner konnte nicht erstellt werden: %s. Stellen Sie sicher, dass Sie über Schreibrechte in ~/.gnome und ~/.gnome/gnome-schedule verfügen.
id: Gagal membuat dir data: %s. Pastikan bahwa ~/.gnome dan ~/.gnome/gnome-schedule dapat ditulisi.
ja: データディレクトリ %s の作成に失敗しました。~/.gnome と ~/.gnome/gnome-schedule が書き込み可能か確認してください。
pt: Falha ao criar pasta de dados: %s. Certifique-se que ~/.gnome e ~/.gnome/gnome-schedule podem ser escritas.
sr: Нисам успео да направим директоријум података: %s. Уверите се да можете да пишете у „~/.gnome“ и у „~/.gnome/gnome-schedule“.
sr@latin: Nisam uspeo da napravim direktorijum podataka: %s. Uverite se da možete da pišete u „~/.gnome“ i u „~/.gnome/gnome-schedule“.

source: Warning! Unknown task: %(preview)s
bs: Upozorenje! Nepoznati zadatak: %(preview)s
de: Warnung! Unbekannte Aufgabe: %(preview)s
id: Peringatan! Tugas tak dikenal: %(preview)s
pt: Aviso! Tarefa desconhecida: %(preview)s
sr: Упозорење! Непознат задатак: %(preview)s
sr@latin: Upozorenje! Nepoznat zadatak: %(preview)s

source: On %(timestring)s
bs: Na %(timestring)s
de: Um %(timestring)s
id: Pada %(timestring)s
ja: %(timestring)s
pt: A %(timestring)s
sr: У %(timestring)s
sr@latin: U %(timestring)s

source: Once
bs: Jednom
de: Einmalig
id: Sekali
ja: 一度だけ
pt: Uma vez
sr: Једном
sr@latin: Jednom
zh_hk: 一次

source: Warning: a line in atq's output didn't parse:
bs: Upozorenje: linija u atq izlaznom rezultatu nije raščlanjena:
id: Peringatan: suatu baris pada keluaran atq tak dapat diurai:
ja: 警告: atq の出力に解析できない行がありました:
pt: Aviso: não foi processada uma linha na saída atq:
sr: Упозорење: нисам обрадио линију у излазу атку-а:
sr@latin: Upozorenje: nisam obradio liniju u izlazu atku-a:

source: Untitled
bs: Neimenovano
de: Unbenannt
fr: Sans titre
id: Tanpa judul
ja: 名前無し
pt: Sem título
sr: Неименовано
sr@latin: Neimenovano
zh_hk: 無標題

source: Minute
bs: Minuta
id: Menit
ja: 分
pt: Minuto
sr: Минут
sr@latin: Minut
zh_hk: 分鐘

source: Hour
bs: Sat
de: Stunde
id: Jam
ja: 時
pt: Hora
sr: Сат
sr@latin: Sat
zh_hk: 小時

source: Day of Month
bs: Dan u mjesecu
de: Tag des Monats
id: Tanggal
ja: 日
pt: Dia do mês
sr: Дан у месецу
sr@latin: Dan u mesecu
zh_hk: 一個月裏之某一天

source: Month
bs: Mjesec
de: Monat
id: Bulan
ja: 月
pt: Mês
sr: Месец
sr@latin: Mesec
zh_hk: 月

source: Weekday
bs: Radni dan
de: Wochentag
id: Hari
ja: 曜日
pt: Dia da semana
sr: Дан у недељи
sr@latin: Dan u nedelji
zh_hk: 星期

source: Basic
bs: Osnovni
de: Grundlegend
fr: Basique
id: Dasar
ja: 基本
pt: Básico
sr: Основнo
sr@latin: Osnovno
zh_hk: 基本

source: This is not a valid special record: %(record)s
bs: Ovo nije ispravan poseban slog: %(record)s
de: Dies ist keine gültige spezielle Aufzeichnung: %(record)s
id: Ini bukan record khusus yang valid: %(record)s
ja: 正しい特殊レコードではありません: %(record)s
pt: Este não é um registo especial válido: %(record)s
sr: Ово није исправан посебан запис: %(record)s
sr@latin: Ovo nije ispravan poseban zapis: %(record)s

source: Must be between %(min)s and %(max)s
bs: Mora biti između %(min)s i %(max)s
de: Muss eine Zahl zwischen %(min)s und %(max)s sein
id: Mesti di antara %(min)s dan %(max)s
ja: %(min)s と %(max)s の間でなければなりません
pt: Tem de estar entre %(min)s e %(max)s
sr: Мора да буде између %(min)s и %(max)s
sr@latin: Mora da bude između %(min)s i %(max)s
zh_hk: 必須在 %(min)s 和 %(max)s 之內

source: %s is not a number
bs: %s nije broj
de: %s ist keine Zahl
fr: %s n'est pas un nombre
id: %s bukan suatu angka
ja: %s は数値ではありません
pt: %s não é um número
sr: %s није број
sr@latin: %s nije broj
zh_hk: %s 不是一個數字

source: Recurrent
bs: Ponavljajući
de: Wiederholend
id: Berulang
ja: 定期的
pt: Recorrente
sr: Периодично
sr@latin: Periodično
zh_hk: 循環的

source: At reboot
bs: Pri ponovnom pokretanju
de: Beim Neustart
id: Saat boot ulang
ja: 再起動時
pt: No arranque
sr: При поновном покретању система
sr@latin: Pri ponovnom pokretanju sistema

source: minute
bs: minuta
id: menit
pt: minuto
sr: минут
sr@latin: minut
zh_hk: 分鐘

source: hour
bs: sat
de: Stunde
fr: heure
id: jam
pt: hora
sr: сат
sr@latin: sat
zh_hk: 小時

source: day
bs: dan
de: Tag
fr: jour
id: tanggal
pt: dia
sr: дан
sr@latin: dan
zh_hk: 日

source: month
bs: mjesec
de: Monat
fr: mois
id: bulan
pt: mês
sr: месец
sr@latin: mesec
zh_hk: 月

source: weekday
bs: radni dan
de: Wochentag
fr: jour de la semaine
id: hari
pt: dia da semana
sr: дан у недељи
sr@latin: dan u nedelji
zh_hk: 星期

source: Failed to parse the Day of Month field, possibly due to a bug in crontab.
bs: Greška u raščlanjivanju dan u mjesecu polja, moguće usljed defekta u krontabu.
de: Die Felder für Tag und Monat konnten nicht geparst werden. Möglicherweise ist crontab fehlerhaft.
id: Gagal mengurai field Tanggal, mungkin karena suatu kutu dalam crontab.
ja: おそらく crontab のバグにより日付フィールドの解析に失敗しました。
pt: Falha ao processar o campo Dia do mês, provavelmente devido a um erro em crontab.
sr: Нисам успео да обрадим поље дана у месецу, вероватно због грешке у кронтаб-у.
sr@latin: Nisam uspeo da obradim polje dana u mesecu, verovatno zbog greške u krontab-u.

source: Every minute
bs: Svake minute
de: Jede Minute
fr: Toutes les minutes
id: Setiap menit
ja: 毎分
pt: A cada minuto
sr: Сваког минута
sr@latin: Svakog minuta
zh_hk: 每分鐘

source: Every hour
bs: Svaki sat
de: Jede Stunde
fr: Toutes les heures
id: Setiap jam
ja: 毎時
pt: A cada hora
sr: Сваког сата
sr@latin: Svakog sata
zh_hk: 每小時

source: Every day
bs: Svaki dan
de: Jeden Tag
id: Setiap hari
ja: 毎日
pt: A cada dia
sr: Сваког дана
sr@latin: Svakog dana
zh_hk: 每天

source: Every month
bs: Svaki mjesec
de: Jeden Monat
id: Setiap bulan
ja: 毎月
pt: A cada mês
sr: Сваког месеца
sr@latin: Svakog meseca
zh_hk: 每月

source: Every week
bs: Svake sedmice
de: Jede Woche
id: Setiap minggu
ja: 毎週
pt: A cada semana
sr: Сваке недеље
sr@latin: Svake nedelje
zh_hk: 每週

source: Create a New Scheduled Task
bs: Kreiraj novi rapoređeni zadatak
de: Eine neue Aufgabe erstellen
id: Buat Suatu Tugas Terjadwal Baru
ja: 新規のタスクを登録
pt: Criar uma nova tarefa agendada
sr: Направите нови заказани задатак
sr@latin: Napravite novi zakazani zadatak
zh_hk: 新建一項新安排的工作

source: Edit template
bs: Izmijeni šablon
de: Vorlage bearbeiten
id: Sunting template
ja: テンプレートを編集
pt: Editar modelo
sr: Измените шаблон
sr@latin: Izmenite šablon

source: New template
bs: Novi šablon
de: Neue Vorlage
id: Template baru
ja: 新規のテンプレート
pt: Novo modelo
sr: Нови шаблон
sr@latin: Novi šablon

source: Edit a Scheduled Task
bs: Uredi raspoređeni zadatak
de: Eine Aufgabe bearbeiten
id: Sunting Suatu Tugas Terjadwal
ja: タスクを編集します
pt: Editar uma tarefa agendada
sr: Уредите заказани задатак
sr@latin: Uredite zakazani zadatak
zh_hk: 編輯一項已安排的工作

source: This is an invalid record! The problem could be in the %(field)s field. Reason: %(reason)s
bs: Ovo je neispravan zapis. Problem može biti u %(field)s polju. Razlog: %(reason)s
de: Das ist ein ungültiger Eintrag! Das Problem könnte im Feld »%(field)s« liegen. Grund: %(reason)s
id: Ini adalah record yang tak valid! Masalah mungkin ada di field %(field)s. Alasan: %(reason)s
ja: 不適切なレコードです！問題はおそらく %(field)s フィールドにあります。理由：%(reason)s
pt: Este é um registo inválido! O problema poderá estar no campo %(field)s. Motivo: %(reason)s
sr: Ово није исправан запис! Проблем може бити у „%(field)s“ пољу. Разлог: %(reason)s
sr@latin: Ovo nije ispravan zapis! Problem može biti u „%(field)s“ polju. Razlog: %(reason)s
zh_hk: 這是項無效的紀錄！這個問題可能在區域 %(field)s。 原因：%(reason)s

source: Your command contains one or more of the character %, this is special for cron and cannot be used with Gnome-schedule because of the format it uses to store extra information on the crontab line. Please use the | redirector character to achieve the same functionality. Refer to the crontab manual for more information about the % character. If you don not want to use it for redirection it must be properly escaped with the \ letter.
bs: Tvoja komanda sadrži jedan ili više karaktera %, ovo je posebno za kron i ne može biti korišteno sa Gnome- rasporedom zbog formata koji je korišten za skladištenje dodatnih informacija na krontab liniji. Molim vas koristite | redirektor znak da postignete istu funkcionalnost. Obratiti se ručnom krontabu za više informacija o % znaku. Ako ne želite da ga koristite za redirekciju on mora biti adekvatno izbjegnut sa \ znakom.
de: Ihr Befehl enthält ein oder mehrere %-Zeichen. Diese werden speziell für cron gedacht und können nicht mit GNOME-Schedule verwendet werden, weil sie für das Speichern zusätzlicher Daten in der crontab-Zeile verwendet werden. Bitte verwenden Sie das »|«-Zeichen, um zusätzliche Funktionalität hinzuzufügen. Ziehen sie das crontab-Handbuch zu Rate, um Informationen über die Verwendung des %-Zeichens zu erhalten. Falls Sie es nicht für Ersetzungen verwenden, muss es sauber mit einem \-Zeichen maskiert werden.
id: Perintah Anda memuat satu atau lebih karakter %, ini khusus bagi cron dan tak bisa digunakan dengan Gnome-jadwal karena format yang dipakainya untuk menyimpan informasi ekstra pada baris crontab. Harap gunakan karakter pengalih arah | untuk memperoleh fungsionalitas yang sama. Lihatlah panduan crontab untuk informasi lebih lanjut tentang karakter %. Bila Anda tak ingin memakainya untuk pengalihan arah, itu mesti di-escape secara benar memakai \.
ja: コマンドにひとつまたは複数の「%」が含まれています、これは cron では特殊な文字で、crontab 行に追加情報を格納するために用いる書式のため、Gnome-schedule では使えません。同様の機能を利用するにはリダイレクト用文字の「|」を使ってください。「%」については詳しくは crontab のマニュアルを参照してください。「%」をリダイレクトに用いない場合は、「\」を使って適切にエスケープするようにします。
pt: O seu comando contém um ou mais carateres %, eles são especiais no cron e não podem ser usados com o agendament do Gnome devido ao formato usado para armazenar informação extra na linha crontab. Por favor, use o carácter | para atingir o mesmo fim. Veja o manual do crontab para mais informação sobre o carácter %. Se não o quer usar para redirecionamento, tem de usar a barra \ antes do carácter.
sr: Ваша наредба садржи један или више знака %, ово је посебност крона и не може бити коришћено уз Гномово заказивање због облика који користи за смештај додатних података у линији кронтаб-а. Молим користите | знак преусмеривача да остварите исту функционалност. Погледајте упутство кронтаба за више података о знаку %. Ако не желите да га користите за преусмеравање мора исправно бити заобиђен употребом знака \.
sr@latin: Vaša naredba sadrži jedan ili više znaka %, ovo je posebnost krona i ne može biti korišćeno uz Gnomovo zakazivanje zbog oblika koji koristi za smeštaj dodatnih podataka u liniji krontab-a. Molim koristite | znak preusmerivača da ostvarite istu funkcionalnost. Pogledajte uputstvo krontaba za više podataka o znaku %. Ako ne želite da ga koristite za preusmeravanje mora ispravno biti zaobiđen upotrebom znaka \.

source: Note about working directory of executed tasks: Recurrent tasks will be run from the home directory.
bs: Zapis o radnom direktoriju izgubljenih zadataka: Povratni zadaci će biti pokrenuti iz kućnog direktorija.
de: Arbeitsordner für auszuführende Aufgaben: Wiederkehrende Aufgaben werden im persönlichen Ordner gestartet.
id: Catatan tentang direktori kerja dari tugas yang dijalanlan: Tugas berulang akan dijalankan dari direktori rumah.
ja: 実行するタスクの作業ディレクトリについて: 定期的なタスクはホームディレクトリから実行されます。
pt: Nota sobre a pasta de trabalho das tarefas executadas: Tarefas recorrentes serão executadas a partir da pasta home.
sr: Белешка о радном директоријуму извршеног задатка: Периодични задаци ће бити покретани из личне фасцикле.
sr@latin: Beleška o radnom direktorijumu izvršenog zadatka: Periodični zadaci će biti pokretani iz lične fascikle.

source: _Don't show again
bs: _Ne prikazuj ponovo
de: _Nicht mehr anzeigen
id: Janga_n tunjukkan lagi
ja: 次からは表示しない(_D)
pt: _Não mostrar novamente
sr: _Не приказуј поново
sr@latin: _Ne prikazuj ponovo

source: Warning: Working directory of executed tasks
bs: Upozorenje: Radni direktorij o izgubljenim zadacima
de: Warnung: Arbeitsordner für auszuführende Aufgaben
id: Peringatan: Direktori kerja dari tugas yang dijalankan
ja: 注意: 実行するタスクの作業ディレクトリについて
pt: Aviso: pasta de trabalho das tarefas executadas
sr: Упозорење: Радни директоријум извршених задатака
sr@latin: Upozorenje: Radni direktorijum izvršenih zadataka

source: Every weekday
bs: Svaki radni dan
de: Jeden Wochentag
id: Setiap hari
ja: すべての曜日
pt: A cada dia da semana
sr: Сваке недеље
sr@latin: Svake nedelje
zh_hk: 每個星期

source: Edit minute
bs: Uredi minutu
de: Minuten bearbeiten
id: Sunting menit
ja: 分を編集
pt: Editar minuto
sr: Уредите минут
sr@latin: Uredite minut

source: Edit hour
bs: Uredi sat
de: Stunden bearbeiten
id: Sunting jam
ja: 時間を編集
pt: Editar hora
sr: Уредите сат
sr@latin: Uredite sat

source: Edit day
bs: Uredi dan
de: Tag bearbeiten
id: Sunting tanggal
ja: 日を編集
pt: Editar dia
sr: Уредите дан
sr@latin: Uredite dan

source: Edit month
bs: Uredi mjesec
de: Monat bearbeiten
id: Sunting bulan
ja: 月を編集
pt: Editar mês
sr: Уредите месец
sr@latin: Uredite mesec

source: Edit weekday
bs: Uredi radni dan
de: Wochentag bearbeiten
id: Sunting hari
ja: 曜日を編集
pt: Editar dia da semana
sr: Уредите недељу
sr@latin: Uredite nedelju

source: This is invalid. Reason: %s
bs: Ovo je neispravno. Razlog: %s
de: Ungültige Angaben. Grund: %s
fr: Invalide pour la raison suivante : %s
id: Ini tak valid. Alasan: %s
ja: 不適切な値です。理由: %s
pt: Isto é inválido. Motivo: %s
sr: Ово није исправно. Разлог: %s
sr@latin: Ovo nije ispravno. Razlog: %s
zh_hk: 這是無效的。原因：%s

source: At an exact minute
bs: U tačnu minutu
de: Zu einer bestimmten Minute
id: Tepat pada suatu menit
ja: 特定の分に
pt: Num minuto exato
sr: Тачно у минут
sr@latin: Tačno u minut
zh_hk: 在確切的某一分鐘

source: Minute:
bs: Minuta:
id: Menit:
ja: 分:
pt: minuto:
sr: Минут:
sr@latin: Minut:
zh_hk: 分鐘：

source: At an exact hour
bs: U tačan sat
de: Zu einer bestimmten Stunde
id: Tepat pada suatu jam
ja: 特定の時間に
pt: Numa hora exata
sr: Тачно у сат
sr@latin: Tačno u sat
zh_hk: 在確切的某一小時

source: Hour:
bs: Sat:
de: Stunde:
id: Jam:
ja: 時:
pt: Hora:
sr: Сат:
sr@latin: Sat:
zh_hk: 時：

source: On a day
bs: U dan
de: Zu einem bestimmten Tag
id: Pada suatu tanggal
ja: 特定の日に
pt: Num dia
sr: Дана
sr@latin: Dana
zh_hk: 在某一日

source: Day:
bs: Dan:
de: Tag:
id: Tanggal:
ja: 日:
pt: Dia:
sr: Дан:
sr@latin: Dan:
zh_hk: 日：

source: In a month
bs: U mjesec
de: In einem bestimmten Monat
id: Dalam suatu bulan
ja: 特定の月に
pt: Num mês
sr: Месеца
sr@latin: Meseca
zh_hk: 在某一個月

source: Month:
bs: Mjesec:
de: Monat:
id: Bulan:
ja: 月:
pt: Mês:
sr: Месец:
sr@latin: Mesec:
zh_hk: 月分：

source: On a weekday
bs: U radni dan
de: An einem bestimmten Wochentag
id: Pada suatu hari
ja: 特定の曜日に
pt: Num dia da semana
sr: Недеље
sr@latin: Nedelje
zh_hk: 在某一個星期

source: Weekday:
bs: Radni dan:
de: Wochentag:
id: Hari:
ja: 曜日:
pt: Dia da semana:
sr: Недеља:
sr@latin: Nedelja:
zh_hk: 星期

source: In a step width
bs: U korak širine
de: In einer Schrittweite
id: Dalam suatu lebar jangkah
ja: 以下の間隔で
pt: Numa largura de passo
sr: У одређеном размаку
sr@latin: U određenom razmaku
zh_hk: 在一個步進的寛度裏

source: Minutes:
bs: Minute:
de: Minuten:
id: Menit:
ja: 分:
pt: Minutos:
sr: Минута:
sr@latin: Minuta:
zh_hk: 分鐘：

source: Hours:
bs: Sati:
de: Stunden:
id: Jam:
ja: 時間:
pt: Horas:
sr: Сата:
sr@latin: Sata:
zh_hk: 小時：

source: Days:
bs: Dani:
de: Tage:
id: Tanggal:
ja: 日:
pt: Dias:
sr: Дана:
sr@latin: Dana:
zh_hk: 日：

source: Months:
bs: Mjeseci:
de: Monate:
id: Bulan:
ja: 月:
pt: Meses:
sr: Месеца:
sr@latin: Meseca:
zh_hk: 月：

source: Weekdays:
bs: Radni dani:
de: Wochentage:
id: Hari:
ja: 曜日:
pt: Dias da semana:
sr: Недеља:
sr@latin: Nedelja:
zh_hk: 星期：

source: _Manage tasks
bs: Upravljanje zadacima
de: Systemaufgaben _verwalten
id: _Kelola tugas
ja: タスクの管理(_M)
pt: _Gerir tarefas
sr: _Управљај задацима
sr@latin: _Upravljaj zadacima
zh_hk: 管理工作 (_M)

source: _Add a task
bs: Dodaj zadatak
de: Aufgabe hinzu_fügen
id: T_ambah tugas
ja: タスクの追加(_A)
pt: _Adicionar tarefa
sr: _Додај задатак
sr@latin: _Dodaj zadatak
zh_hk: 加入一項工作 (_A)

source: _Help
bs: Pomoć
de: _Hilfe
id: _Bantuan
ja: ヘルプ(_H)
pt: A_Juda
sr: По_моћ
sr@latin: Po_moć
zh_hk: 說明(_H)

source: A_bout
bs: O_
de: _Info
id: _Tentang
ja: このアプリケーションについて(_B)
pt: _Sobre
sr: О _програму
sr@latin: O _programu
zh_hk: 關於 (_B)

source: Gnome Schedule: Export tasks
bs: Gnome raspored: Izlazni zadaci
id: Gnome Jadwal: Ekspor tugas
ja: Gnome Schedule: タスクのエクスポート
pt: Agendamento Gnome: exportar tarefas
sr: Гномово заказивање: Извезите задатак
sr@latin: Gnomovo zakazivanje: Izvezite zadatak

source: Usage: %s [output file]
bs: Korišteno: %s [output file]
id: Cara pakai: %s [berkas keluaran]
ja: 用法: %s [出力ファイル]
pt: Uso: %s [ficheiro de saída]
sr: Употреба: %s [излазна датотека]
sr@latin: Upotreba: %s [izlazna datoteka]

source: No file means export to stdout.
bs: Nema fajlova podrazumijeva izlaz na stdout.
id: Tanpa berkas berarti ekspor ke stdout.
ja: ファイルを指定しない場合は標準出力にエクスポートします。
pt: sem ficheiro significa exportar para stdout.
sr: Нема начина извоза датотеке у стандардни излаз.
sr@latin: Nema načina izvoza datoteke u standardni izlaz.

source: File exists already.
bs: Fajl već postoji.
id: Berkas telah ada.
ja: 指定されたファイルはすでに存在します。
pt: O ficheiro já existe.
sr: Датотека већ постоји.
sr@latin: Datoteka već postoji.

source: Could not open file for writing: %s
bs: Nemoguće otvoriti fajl za pisanje: %s
id: Tak bisa membuka berkas untuk ditulisi: %s
ja: ファイルを書き込み用に開けませんでした: %s
pt: Impossível abrir ficheiro para escrita: %s
sr: Не могу да отворим датотеку ради уписа: %s
sr@latin: Ne mogu da otvorim datoteku radi upisa: %s

source: Exporting crontab task: %s
bs: Izvozim crontab zadatak: %s
id: Mengekspor tugas crontab: %s
ja: crontab タスクをエクスポート中: %s
pt: A exportar tarefa crontab: %s
sr: Извозим задатак кронтаба: %s
sr@latin: Izvozim zadatak krontaba: %s

source: Exporting at task: %s
bs: Izvoz na zadatak: %s
id: Mengekspor pada tugas: %s
ja: at タスクをエクスポート中: %s
pt: A exportar na tarefa: %s
sr: Извозим при задатку: %s
sr@latin: Izvozim pri zadatku: %s

source: Finished, exported: %d task total.
bs: Završeno, izvezeno: %d zadatak ukupno.
id: Selesai, diekspor: total %d tugas.
ja: 完了: 計 %d 個のタスクをエクスポートしました。
pt: Terminado, exportada: %d tarefa no total.
sr: Заврших, извезох: укупно %d задатак.
sr@latin: Završih, izvezoh: ukupno %d zadatak.

source: Gnome Schedule: Import tasks
bs: Gnome raspored: Ulazni zadaci
id: Gnome Jadwal: Impor tugas
ja: Gnome Schedule: タスクのインポート
pt: Agendamento Gnome: importar tarefas
sr: Гномово заказивање: Увезите задатак
sr@latin: Gnomovo zakazivanje: Uvezite zadatak

source: Usage: %s [input file]
bs: Iskorišeno: %s [input file]
id: Cara pakai: %s [berkas masukan]
ja: 用法: %s [入力ファイル]
pt: Uso: %s [ficheiro de entrada]
sr: Употреба: %s [улазна датотека]
sr@latin: Upotreba: %s [ulazna datoteka]

source: No file means import from stdin.
bs: Nema fajla koji podrazumijeva ulaz sa stdina.
id: Tanpa berkas berarti impor dari stdin.
ja: ファイルを指定しない場合は標準入力からインポートします。
pt: Sem ficheiro significa importar de stdin.
sr: Нема начина извоза датотеке у стандардни улаз.
sr@latin: Nema načina izvoza datoteke u standardni ulaz.

source: File does not exist.
bs: Datoteka ne postoji.
id: Berkas tak ada.
ja: 指定されたファイルは存在しません。
pt: O ficheiro não existe.
sr: Датотека не постоји.
sr@latin: Datoteka ne postoji.

source: Reading from stdin..
bs: Čitanje sa stdina..
id: Membaca dari stdin..
ja: 標準入力から読み込み中..
pt: A ler de stdin...
sr: Читам са стандардног улаза..
sr@latin: Čitam sa standardnog ulaza..

source: Reading file: %s..
bs: Učitavanje fajla: %s..
id: Membaca berkas: %s..
ja: ファイルを読み込み中: %s..
pt: A ler ficheiro: %s...
sr: Читам датотеку: %s..
sr@latin: Čitam datoteku: %s..

source: Could not open file for reading: %s
bs: Nemoguće otvoriti fajl za čitanje: %s
id: Tak bisa membuka berkas untuk membaca: %s
ja: ファイルを読み込み用に開けませんでした: %s
pt: Impossível abrir o ficheiro para leitura: %s
sr: Не могу да отворим датотеку за читање: %s
sr@latin: Ne mogu da otvorim datoteku za čitanje: %s

source: Importing crontab task: %s
bs: Ulazni krontab zadatak: %s
id: Mengimpor tugas crontab: %s
ja: crontab タスクをインポート中: %s
pt: A importar tarefa crontab: %s
sr: Увозим задатак кронтаба: %s
sr@latin: Uvozim zadatak krontaba: %s

source: Importing at task: %s
bs: Ulazak na zadatak: %s
id: Mengimpor pada tugas: %s
ja: at タスクをインポート中: %s
pt: A importar na tarefa: %s
sr: Увозим при задатку: %s
sr@latin: Uvozim pri zadatku: %s

source: Finished, imported: %d task total.
bs: Završeno, uvezeno: %d zadatak ukupno.
id: Selesai, diimpor: total %d tugas.
ja: 完了: 計 %d 個のタスクをインポートしました。
pt: Terminado, importada: %d tarefa no total.
sr: Заврших, увезох: укупно %d задатак.
sr@latin: Završih, uvezoh: ukupno %d zadatak.

source: Choose template
bs: Izaberi šablon
de: Vorlage wählen
id: Pilih template
ja: テンプレートの選択
pt: Escolher modelo
sr: Изабери шаблон
sr@latin: Izaberi šablon

source: Create a new task from the selected template
bs: Kreiraj novi zadatak od odabranih šablona
de: Eine neue Augabe aus der ausgewählten Vorlage erstellen
id: Buat tugas baru dari template yang dipilih
ja: 選択したテンプレートをもとに新しいタスクを作成します。
pt: Criar uma nova tarefa do modelo selecionado
sr: Направите нови задатак из изабраног шаблона
sr@latin: Napravite novi zadatak iz izabranog šablona

source: Manage templates
bs: Upravljaj šablonima
de: Vorlagen verwalten
id: Kelola template
ja: テンプレートの管理
pt: Gerir modelos
sr: Управљајте шаблонима
sr@latin: Upravljajte šablonima

source: Create a new template
bs: Kreiraj novi šablon
id: Membuat template baru
ja: 新しいテンプレートを作成します
pt: Criar um novo modelo
sr: Направите нови шаблон
sr@latin: Napravite novi šablon

source: Edit the selected template
bs: Uredi izabrani šablon
de: Ausgewählte Vorlage bearbeiten
id: Sunting template yang dipilih
ja: 選択したテンプレートを編集します
pt: Editar o modelo selecionado
sr: Уредите изабрани шаблон
sr@latin: Uredite izabrani šablon
