Repository: Bthokala/gnome-schedule
Catalog: po/*.po
Languages: bs, de, fr, id, ja, pt, sr, sr@latin, zh_hk

source: On day %(monthday)s of every month and every weekday: %(weekday)s at minute %(minute)s of every hour
bs: Na dan %(monthday)s svakog mjeseca i svakog radnog dana %(weekday)s u minuti %(minute)s svakog sata
de: An Tag %(monthday)s jedes Monats und jeden Wochentag. %(weekday)s zu Minute %(minute)s jeder Stunde
id: Pada tanggal %(monthday)s setiap bulan dan setiap hari: %(weekday)s setiap jam pada menit %(minute)s
ja: 毎月%(monthday)s日および毎週%(weekday)sの毎時%(minute)s分
pt: Ao %(monthday)sº dia de cada mês e cada %(weekday)s ao %(minute)sº minuto de cada hora
sr: Дана %(monthday)s сваког месеца и сваке седмице: %(weekday)s %(minute)s. минута сваког сата
sr@latin: Dana %(monthday)s svakog meseca i svake sedmice: %(weekday)s %(minute)s. minuta svakog sata

source: On day %(monthday)s of every month and every weekday: %(weekday)s at every minute between %(time_from)s and %(time_to)s
bs: Na dan %(monthday)s svakog mjeseca i svakog radnog dana: %(weekday)s u svakoj minuti između %(time_from)s i %(time_to)s
de: An Tag %(monthday)s jedes Monats und jeden Wochentag. %(weekday)s zu jeder Minute zwischen %(time_from)s und %(time_to)s
id: Pada tanggal %(monthday)s setiap bulan dan setiap hari: %(weekday)s setiap menit antara pukul %(time_from)s dan %(time_to)s
ja: 毎月%(monthday)s日および毎週%(weekday)sの%(time_from)sから%(time_to)sまでの毎分
pt: Ao %(monthday)sº dia de cada mês e cada %(weekday)s a cada minuto entre as %(time_from)s e as %(time_to)s
sr: Дана %(monthday)s сваког месеца и сваке седмице: %(weekday)s сваког минута између %(time_from)s и %(time_to)s
sr@latin: Dana %(monthday)s svakog meseca i svake sedmice: %(weekday)s svakog minuta između %(time_from)s i %(time_to)s

source: On day %(monthday)s of every month and every weekday: %(weekday)s at %(time)s
bs: Na dan %(monthday)s svakog mjeseca i svakog radnog dana: %(weekday)s u %(time)s
de: An Tag %(monthday)s jedes Monats und jeden Wochentag. %(weekday)s um %(time)s
id: Pada tanggal %(monthday)s setiap bulan dan setiap hari: %(weekday)s pada pukul %(time)s
ja: 毎月%(monthday)s日および毎週%(weekday)sの%(time)s
pt: Ao %(monthday)sº dia de cada mês e cada %(weekday)s às %(time)s
sr: Дана %(monthday)s сваког месеца и сваке седмице: %(weekday)s у %(time)s
sr@latin: Dana %(monthday)s svakog meseca i svake sedmice: %(weekday)s u %(time)s

source: On every weekday: %(weekday)s in %(month)s at every full hour
bs: Svaki radni dan: %(weekday)s u %(month)s svakog punog sata
de: An jedem Wochentag. %(weekday)s im %(month)s zu jeder vollen Stunde
id: Pada setiap hari: %(weekday)s dalam bulan %(month)s pada setiap jam penuh
ja: %(month)sの毎週%(weekday)sの毎時0分
pt: A cada %(weekday)s de %(month)s a cada hora completa
sr: Сваке недеље: %(weekday)s у %(month)s сваког пуног сата
sr@latin: Svake nedelje: %(weekday)s u %(month)s svakog punog sata

source: On every weekday: %(weekday)s in %(month)s at every minute
bs: Svaki radni dan: %(weekday)s u %(month)s svake minute
de: An jedem Wochentag. %(weekday)s im %(month)s zu jeder Minute
id: Pada setiap hari: %(weekday)s dalam bulan %(month)s pada setiap menit
ja: %(month)sの毎週%(weekday)sの毎分
pt: A cada %(weekday)s de %(month)s a cada minuto
sr: Сваке седмице: %(weekday)s сваког минута у месецу %(month)s
sr@latin: Svake sedmice: %(weekday)s svakog minuta u mesecu %(month)s

source: On every weekday: %(weekday)s in %(month)s at minute %(minute)s of every hour
bs: Svaki radni dan: %(weekday)s u %(month)s u minuti %(minute)s svakog sata
de: An jedem Wochentag. %(weekday)s im %(month)s zu Minute %(minute)s jeder Stunde
id: Pada setiap hari: %(weekday)s dalam bulan %(month)s pada setiap jam menit ke %(minute)s
ja: %(month)sの毎週%(weekday)sの毎時%(minute)s分
pt: A cada %(weekday)s de %(month)s ao %(minute)sº minuto de cada hora
sr: Сваке недеље: %(weekday)s %(minute)s. минута сваког сата месеца %(month)s
sr@latin: Svake nedelje: %(weekday)s %(minute)s. minuta svakog sata meseca %(month)s

source: On every weekday: %(weekday)s in %(month)s at every minute between %(time_from)s and %(time_to)s
bs: Svaki radni dan: %(weekday)s u %(month)s svake minute između %(time_from)s i %(time_to)s
de: An jedem Wochentag: %(weekday)s im %(month)s zu jeder Minute zwischen %(time_from)s und %(time_to)s
id: Pada setiap hari: %(weekday)s dalam bulan %(month)s pada setiap menit antara pukul %(time_from)s dan %(time_to)s
ja: %(month)sの毎週%(weekday)sの%(time_from)sから%(time_to)sまでの毎分
pt: A cada %(weekday)s de %(month)s a cada minuto entre as %(time_from)s e as %(time_to)s
sr: Сваке недеље: %(weekday)s сваког минута између %(time_from)s и %(time_to)s у месецу %(month)s
sr@latin: Svake nedelje: %(weekday)s svakog minuta između %(time_from)s i %(time_to)s u mesecu %(month)s

source: On every weekday: %(weekday)s in %(month)s at %(time)s
bs: Svaki radni dan: %(weekday)s u %(month)s u %(time)s
de: An jedem Wochentag. %(weekday)s im %(month)s um %(time)s
id: Pada setiap hari: %(weekday)s dalam bulan %(month)s pada pukul %(time)s
ja: %(month)sの毎週%(weekday)sの%(time)s
pt: A cada %(weekday)s de %(month)s às %(time)s
sr: Сваке седмице: %(weekday)s у %(time)s у месецу %(month)s
sr@latin: Svake sedmice: %(weekday)s u %(time)s u mesecu %(month)s

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at every full hour
bs: Svaki radni dan: %(weekday)s u %(month)s i na %(date)s svake godine svaki puni sat
de: An jedem Wochentag. %(weekday)s im %(month)s und jedes Jahr am %(date)s zu jeder vollen Stunde
id: Pada setiap hari: %(weekday)s dalam bulan %(month)s dan pada tanggal %(date)s setiap tahun pada setiap jam penuh
ja: 毎年%(date)sおよび%(month)sの毎週%(weekday)sの毎時0分
pt: A cada %(weekday)s de %(month)s e em %(date)s de cada ano a cada hora completa
sr: Сваке седмице: %(weekday)s у месецу %(month)s и %(date)s сваке године сваког пуног сата
sr@latin: Svake sedmice: %(weekday)s u mesecu %(month)s i %(date)s svake godine svakog punog sata

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at every minute
bs: Svaki radni dan: %(weekday)s u %(month)s i na %(date)s svake godine svake minute
de: An jedem Wochentag. %(weekday)s im %(month)s und jedes Jahr am %(date)s zu jeder Minute
id: Pada setiap hari: %(weekday)s dalam bulan %(month)s dan pada tanggal %(date)s setiap tahun pada setiap menit
ja: 毎年%(date)sおよび%(month)sの毎週%(weekday)sの毎分
pt: A cada %(weekday)s de %(month)s e em %(date)s de cada ano a cada minuto
sr: Сваке седмице: %(weekday)s у месецу %(month)s и %(date)s сваке године сваког минута
sr@latin: Svake sedmice: %(weekday)s u mesecu %(month)s i %(date)s svake godine svakog minuta

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at minute %(minute)s of every hour
bs: Svaki radni dan: %(weekday)s u %(month)s i na %(date)s svake godine u minuti %(minute)s svakog sata
de: An jedem Wochentag. %(weekday)s im %(month)s und jedes Jahr am %(date)s zu Minute %(minute)s jeder Stunde
id: Pada setiap hari: %(weekday)s dalam bulan %(month)s dan pada tanggal %(date)s setiap tahun pada setiap jam menit ke %(minute)s
ja: 毎年%(date)sおよび%(month)sの毎週%(weekday)sの毎時%(minute)s分
pt: A cada %(weekday)s de %(month)s e em %(date)s de cada ano ao %(minute)sº minuto de cada hora
sr: Сваке седмице: %(weekday)s у месецу %(month)s и %(date)s сваке године %(minute)s. минута сваког сата
sr@latin: Svake sedmice: %(weekday)s u mesecu %(month)s i %(date)s svake godine %(minute)s. minuta svakog sata

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at every minute between %(time_from)s and %(time_to)s
bs: Svaki radni dan: %(weekday)s u %(month)s i na %(date)s svake godine svake minute između %(time_from)s i %(time_to)s
de: An jedem Wochentag. %(weekday)s im %(month)s und jedes Jahr am %(date)s zu jeder Minute zwischen %(time_from)s und %(time_to)s
id: Pada setiap hari: %(weekday)s dalam bulan %(month)s dan pada tanggal %(date)s setiap tahun setiap menit antara %(time_from)s dan %(time_to)s
ja: 毎年%(date)sおよび%(month)sの毎週%(weekday)sの%(time_from)sから%(time_to)sまでの毎分
pt: A cada %(weekday)s de %(month)s e em %(date)s de cada ano a cada minuto entre as %(time_from)s e as %(time_to)s
sr: Сваке недеље: %(weekday)s у месецу %(month)s и %(date)s сваке године сваког минута између %(time_from)s и %(time_to)s
sr@latin: Svake nedelje: %(weekday)s u mesecu %(month)s i %(date)s svake godine svakog minuta između %(time_from)s i %(time_to)s

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at %(time)s
bs: Svaki radni dan: %(weekday)s u %(month)s i na %(date)s svake godine u %(time)s
de: An jedem Wochentag. %(weekday)s im %(month)s und jedes Jahr am %(date)s um %(time)s
id: Pada setiap hari: %(weekday)s dalam bulan %(month)s dan pada tanggal %(date)s setiap tahun pada pukul %(time)s
ja: 毎年%(date)sおよび%(month)sの毎週%(weekday)sの%(time)s
pt: A cada %(weekday)s de %(month)s e em %(date)s de cada ano às %(time)s
sr: Сваке седмице: %(weekday)s у месецу %(month)s и %(date)s сваке године у %(time)s
sr@latin: Svake sedmice: %(weekday)s u mesecu %(month)s i %(date)s svake godine u %(time)s

source: every minute
bs: svake minute
de: Jede Minute
id: setiap menit
pt: a cada minuto
sr: сваког минута
sr@latin: svakog minuta
zh_hk: 每分鐘

source: minute: %s
bs: minuta: %s
id: menit: %s
pt: minuto: %s
sr: минут: %s
sr@latin: minut: %s
zh_hk: 分鐘：%s

source: every hour
bs: svaki sat
de: Jede Stunde
id: setiap jam
pt: a cada hora
sr: сваког сата
sr@latin: svakog sata
zh_hk: 每小時

source: hour: %s
bs: sat: %s
de: Stunde: %s
id: jam: %s
pt: hora: %s
sr: сат: %s
sr@latin: sat: %s
zh_hk: 小時：%s

source: every day of month
bs: svaki dan u mjesecu
de: Jeden Tag des Monats
id: setiap tanggal tertentu
pt: a cada dia do mês
sr: сваког дана у месецу
sr@latin: svakog dana u mesecu
zh_hk: 一個月裏的每一天

source: day of month: %s
bs: dan u mjesecu: %s
de: Tag des Monats: %s
id: tanggal: %s
pt: dia do mês: %s
sr: дан у месецу: %s
sr@latin: dan u mesecu: %s
zh_hk: 一個月裏之某一天：%s

source: every month
bs: svaki mjesec
de: Jeden Monat
id: setiap bulan
pt: todos os meses
sr: сваког месеца
sr@latin: svakog meseca
zh_hk: 每月

source: month: %s
bs: mjesec: %s
de: Monat: %s
id: bulan: %s
pt: mês: %s
sr: месец: %s
sr@latin: mesec: %s
zh_hk: 月份：%s

source: At %(minute)s, %(hour)s, %(monthday)s, %(month)s
bs: U %(minute)s, %(hour)s, %(monthday)s, %(month)s
de: %(minute)s, %(hour)s, %(monthday)s, %(month)s
id: Pada %(minute)s, %(hour)s, %(monthday)s, %(month)s
pt: A %(minute)s, %(hour)s, %(monthday)s, %(month)s
sr: У %(minute)s, %(hour)s, %(monthday)s, %(month)s
sr@latin: U %(minute)s, %(hour)s, %(monthday)s, %(month)s
zh_hk: 在 %(month)s，%(monthday)s，%(hour)s，%(minute)s

source: weekday: %s
bs: radni dan: %s
de: Wochentag: %s
id: hari: %s
pt: dia da semana: %s
sr: недеља: %s
sr@latin: nedelja: %s
zh_hk: 星期：%s

source: At %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s
bs: U %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s
de: %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s
id: Pada %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s
pt: A %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s
sr: У %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s
sr@latin: U %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s
zh_hk: 在 %(weekday)s，%(month)s，%(monthday)s，%(hour)s，%(minute)s

source: Default behaviour
bs: Osnovne postavke
de: Vorgegebenes Verhalten
id: Perilaku baku
ja: デフォルトの挙動
pt: Comportamento predefinido
sr: Задато понашање
sr@latin: Zadato ponašanje

source: Suppress output
bs: Izostaviti izlaz
de: Ausgabe unterdrücken
id: Redam keluaran
ja: 出力を抑制
pt: Suprimir saída
sr: Потисни излаз
sr@latin: Potisni izlaz

source: X application: suppress output
bs: X aplikacija: izostaviti izlaz
de: X-Anwendung: Ausgabe unterdrücken
id: Aplikasi X: redam keluaran
ja: X アプリケーション: 出力を抑制
pt: Aplicação X: suprimir saída
sr: Програм Икса: потисни излаз
sr@latin: Program Iksa: potisni izlaz

source: Recurrent task
bs: Povratni zadatak
de: Wiederkehrende aufgabe
id: Tugas berulang
ja: 定期的なタスク
pt: Tarefa recorrente
sr: Периодични задатак
sr@latin: Periodični zadatak

source: One-time task
bs: Jedno vremenski zadatak
de: Einmalige Aufgabe
id: Tugas sekali
ja: 一度だけのタスク
pt: Tarefa única
sr: Једновремени задатак
sr@latin: Jednovremeni zadatak

source: From template
bs: Iz šablona
de: Aus Vorlage
id: Dari templat
ja: テンプレートから
pt: De modelo
sr: Из шаблона
sr@latin: Iz šablona

source: Add a new task
bs: Dodaj novi zadatak
de: Neue Aufgabe hinzufügen
id: Tambah tugas baru
ja: 新規のタスクを追加します
pt: Adicionar nova tarefa
sr: Додајте нови задатак
sr@latin: Dodajte novi zadatak

source: Editing user: %s
bs: Uređivanje korisnika: %s
de: Bearbeitung der Einträge für den Benutzer »%s«
id: Menyunting pengguna: %s
ja: 編集中のユーザー: %s
pt: A editar utilizador: %s
sr: Уређујем корисника: %s
sr@latin: Uređujem korisnika: %s
zh_hk: 編輯中的使用者：%s

source: ERROR: Could not load icon
bs: Greška: Ne mogu učitati ikonu
de: FEHLER: Symbol konnte nicht geladen werden
id: GALAT: Tak bisa memuat ikon
pt: ERRO: impossível carregar o ícone
sr: ГРЕШКА: Не могу да учитам иконицу
sr@latin: GREŠKA: Ne mogu da učitam ikonicu
zh_hk: 錯誤：無法載入圖示

source: ERROR: Could not load glade file
bs: Greska: Ne mogu učitati glade datoteku
de: FEHLER: Glade-Datei konnte nicht geladen werden
id: GALAT: Tak bisa memuat berkas glade
pt: ERRO: impossível carregar o ficheiro glade
sr: ГРЕШКА: Не могу да учитам глејд датотеку
sr@latin: GREŠKA: Ne mogu da učitam glejd datoteku
zh_hk: 錯誤：無法載入 glade 檔案

source: Task
bs: Zadatak
de: Aufgabe
id: Tugas
ja: タスク
pt: Tarefa
sr: Задатак
sr@latin: Zadatak

source: Description
bs: Opis
de: Beschreibung
id: Keterangan
ja: 説明
pt: Descrição
sr: Опис
sr@latin: Opis
zh_hk: 描述

source: Date and Time
bs: Datum i vrijeme
de: Datum und Uhrzeit
id: Tanggal dan Waktu
ja: 日時
pt: Data e hora
sr: Време и датум
sr@latin: Vreme i datum
zh_hk: 日期和時間

source: Command preview
bs: Pregled komandi
de: Befehlsvorschau
id: Pratinjau perintah
ja: 実行するコマンド
pt: Antever comando
sr: Преглед наредбе
sr@latin: Pregled naredbe

source: Please select a task
bs: Molim vas izaberite zadatak
de: Bitte eine Aufgabe auswählen
id: Harap pilih suatu tugas
pt: Por favor, selecione uma tarefa
sr: Молим изаберите задатак
sr@latin: Molim izaberite zadatak
zh_hk: 請選取一項工作

source: Do you want to delete this task?
bs: Da li želite izbrisati ovaj zadatak?
de: Möchten Sie diese Aufgabe löschen?
id: Apakah Anda ingin menghapus tugas ini?
ja: 本当にこのタスクを削除しますか?
pt: Que eliminar esta tarefa?
sr: Да ли желите да обришете овај задатак?
sr@latin: Da li želite da obrišete ovaj zadatak?
zh_hk: 確定要刪除這項工作嗎？

source: Are you sure you want to run this task now? This is used to preview the task and initiates a one-time run, this does not affect the normal scheduled run times.
bs: Da li ste sigurni da želite sad pokrenuti ovaj zadatak? Ovo se koristi za pregled zadatka i inicira jedno pokretanje, ovo ne utiče na normalno pokretanje rasporeda.
de: Sind Sie sicher, dass Sie diese Aufgabe jetzt ausführen wollen? Dies ist nützlich für eine Vorschau und bewirkt eine einmalige Ausführung. Die normalen geplanten Ausführungszeiten werden dadurch nicht beeinflusst.
id: Apakah Anda yakin ingin menjalankan tugas ini sekarang? Ini dipakai untuk mempratinjau tugas dan menginisiasi untuk menjalankan sekali, yang tak mempengaruhi waktu eksekusi terjadwal yang normal.
ja: 本当にこのタスクを実行しますか? ここではタスクの確認のためにタスクを一度だけ実行します。これは通常のタスクの実行時刻になんら影響を与えません。
pt: Tem a certeza que quer executar esta tarefa agora? Isto é usado para antever a tarefa e inicia uma execução única, não afeta as execuções agendadas normais.
sr: Да ли сте сигурни да сада желите да покренете овај задатак? Ово се користи за преглед задатка и покретање једновременског извршавања, ово не утиче на времена извршавања обичног заказивања.
sr@latin: Da li ste sigurni da sada želite da pokrenete ovaj zadatak? Ovo se koristi za pregled zadatka i pokretanje jednovremenskog izvršavanja, ovo ne utiče na vremena izvršavanja običnog zakazivanja.

source: Are you sure you want to run this task?
bs: Da li si siguran da želiš pokrenuti ovaj zadatak?
de: Möchten Sie diese Aufgabe wirklich starten?
id: Anda yakin ingin menjalankan tugas ini?
ja: 本当にこのタスクを実行しますか?
pt: Tem a certeza que quer executar esta tarefa?
sr: Да ли сте сигурни да желите да покренете овај задатак?
sr@latin: Da li ste sigurni da želite da pokrenete ovaj zadatak?

source: Note about working directory of executed tasks: Recurrent tasks will be run from the home directory, one-time tasks from the directory where Gnome schedule was run from at the time of task creation (normally the home directory).
bs: Bilješke o radnom direktoriju izgubljenih zadataka Povratni zadaci će biti pokrenuti iz kućnog direktorija, jedno-vremenski zadaci iz direktorija gdje je Gnome raspored bio pokrenut u vrijeme kreiranja zadatka (inače kućni direktorij).
de: Arbeitsordner für auszuführende Aufgaben: Wiederkehrende Aufgaben werden aus dem persönlichen Ordner ausgeführt, einmalige Aufgaben aus dem Ordner, in dem GNOME-Schedule zur Zeit der Aufgabenerstellung gestartet wurde, normalerweise ebenfalls der persönliche Ordner.
id: Catatan tentang direktori kerja dari tugas yang dieksekusi: Tugas berulang akan dijalankan dari direktori rumah, tugas sekali waktu dari direktori dimana Gnome jadwal dijalankan saat pembuatan tugas (biasanya direktori rumah).
ja: 実行するタスクの作業ディレクトリについて: 定期的なタスクはホームディレクトリから実行されます。 一度だけのタスクはタスクを登録した時にGnome Scheduleが実行されたディレクトリから実行されます (通常これはホームディレクトリです)。
pt: Nota sobre a pasta de trabalho das tarefas executadas: tarefas recorrentes serão executadas a partir da pasta home, tarefas únicas a partir da pasta onde o Agendamento Gnome foi executado à data de criação da tarefa (normalmente é a pasta home).
sr: Напомена о радном директоријуму обављених задатака: Периодични задаци ће бити покренути из личног директоријума, једновременски задаци из директоријума у коме је Гномово заказивање било покренуто у време стварања задатка (обично је то лични директоријум).
sr@latin: Napomena o radnom direktorijumu obavljenih zadataka: Periodični zadaci će biti pokrenuti iz ličnog direktorijuma, jednovremenski zadaci iz direktorijuma u kome je Gnomovo zakazivanje bilo pokrenuto u vreme stvaranja zadatka (obično je to lični direktorijum).

source: No default graphical terminal for GNOME could be found.
bs: Nestandardna grafička konzola za GNOME može biti pronađena.
id: Tak ada terminal grafis baku bagi GNOME yang dapat ditemukan.
pt: Impossível encontrar o terminal gráfico predefinido do GNOME.
sr: Не могу да пронађем основни графички терминал за Гном.
sr@latin: Ne mogu da pronađem osnovni grafički terminal za Gnom.

source: Please select a task!
bs: Molim vas izaberite zadatak!
de: Bitte eine Aufgabe auswählen!
id: Harap pilih sebuah tugas!
pt: Por favor, selecione uma tarefa!
sr: Молим изаберите задатак!
sr@latin: Molim izaberite zadatak!

source: About Gnome Schedule
bs: O Gnome rasporedu
de: Info zu GNOME Schedule
id: Tentang Gnome Jadwal
ja: Gnome Schedule について
pt: Sobre o Agendamento Gnome
sr: О Гномовим заказивањима
sr@latin: O Gnomovim zakazivanjima
zh_hk: 關於 Gnome Schedule

source: Gnome Schedule
bs: Gnome raspored
fr: Agenda GNOME
id: Gnome Jadwal
pt: Agendamento Gnome
sr: Гномово заказивање
sr@latin: Gnomovo zakazivanje

source: Copyright (c) %(year)s %(name)s.
bs: Autorsko pravo %(year)s %(name)s.
id: Hak cipta (c) %(year)s %(name)s.
sr: Ауторска права (c) %(year)s %(name)s.
sr@latin: Autorska prava (c) %(year)s %(name)s.

source: translator-credits
bs: Haris Helac https://launchpad.net/~hhelac1 Samir Ribić https://launchpad.net/~megaribi
de: Frank Arnold <frank@scirocco-5v-turbo.de> Hendrik Richter <hendrikr@gnome.org> Mario Blättermann <mariobl@gnome.org>
id: Andika Triwidada <andika@gmail.com>, 2013
ja: Kazutaka HARADA <kazutaka@dc4.so-net.ne.jp> Ritsuko Sato <satoritsu@gmail.com> OKANO Takayoshi <kano@na.rim.or.jp>
pt: Duarte Loreto <happyguy_pt@hotmail.com> Pedro Albuquerque <palbuquerque73@gmail.com>
sr: Мирослав Николић http://prevod.org — превод на српски језик
sr@latin: Miroslav Nikolić http://prevod.org — prevod na srpski jezik
zh_hk: 翻譯鳴謝

source: Could not display help
bs: Ne mogu prikazati pomoć
de: Anzeigen der Hilfe fehlgeschlagen
id: Tak bisa tampilkan bantuan
ja: ヘルプを表示できませんでした
pt: Impossível mostrar a ajuda
sr: Не могу да прикажем помоћ
sr@latin: Ne mogu da prikažem pomoć
zh_hk: 無法顥示說明

source: ERROR: Could not load menu xml file
bs: Greska: Ne mogu učitati meni xml fajl
de: FEHLER: XML-Datei für das Applet-Menü nicht gefunden
id: GALAT: Tak bisa memuat berkas xml menu
ja: エラー: メニューの xml ファイルをロードできませんでした
pt: ERRO: impossível carregar o ficheiro de menu xml
sr: ГРЕШКА: Не могу да учитам иксмл датотеку изборника
sr@latin: GREŠKA: Ne mogu da učitam iksml datoteku izbornika
zh_hk: 錯誤：無法載入選單 xml 檔案

source: No such user
bs: Korisnik ne postoji
de: Benutzer nicht vorhanden
id: Tak ada pengguna itu
ja: そのようなユーザーはありません
pt: Utilizador não existente
sr: Нема таквог корисника
sr@latin: Nema takvog korisnika
zh_hk: 沒有這個使用者

source: A task that launches recurrently
bs: Zadatak koji se pokreće povratno
de: Eine Aufgabe, die in bestimmten Zeitabständen ausgeführt wird
id: Suatu tugas yang meluncur berulang
ja: 定期的に実行されるタスク
pt: Uma tarefa que se inicia recorrentemente
sr: Задатак који се покреће периодично
sr@latin: Zadatak koji se pokreće periodično

source: A task that launches one time
bs: Zadatak koji se pokreće jedanput
de: Eine einmal auszuführende Aufgabe
id: Suatu tugas yang meluncur sekali
ja: 一度だけ実行されるタスク
pt: Uma tarefa que se inicia só uma vez
sr: Задатак који се покреће једном
sr@latin: Zadatak koji se pokreće jednom

source: A task from a predefined template
bs: Zadatak sa unaprijed zadanim šablonom
de: Eine Aufgabe aus einer vordefinierten Vorlage
id: Suatu tugas dari template terpradefinisi
ja: テンプレートを使ったタスク
pt: Uma tarefa a partir de um modelo predefinido
sr: Задатак из направљеног шаблона
sr@latin: Zadatak iz napravljenog šablona

source: Calendar
bs: Kalendar
de: Kalender
id: Kalender
ja: カレンダー
pt: Calendário
sr: Календар
sr@latin: Kalendar

source: In one or both of the fields hour and minute there was entered a letter, or a number out of range. Remember an hour only has 60 minutes and a day only 24 hours.
bs: U jednom ili oba polja sata i minuta uneseno je slovo ili broj van dometa. Zapamti sat ima 60 minuta i dan samo 24 sata.
de: In einem oder beiden Feldern für Stunde und Minute wurden Werte außerhalb des möglichen Bereichs eingegeben. Beachten Sie, dass eine Stunde 60 Minuten hat und ein Tag 24 Stunden.
id: Dalam satu atau kedua ruas jam dan menit dimasukkan huruf, atau bilangan yang di luar jangkauan. Ingatlah bahwa satu jam hanya selama 60 menit dan satu hari hanya 24 jam.
pt: Num ou em ambos os campos hora e minuto foi inserida uma letra ou um número fora do intervalo. Lembre-se que a hora só tem 60 minutos e o dia só 24 horas.
sr: У једном или у оба поља сата и минута је било унето слово, или број изван опсега. Не заборавите да један сат има само 60 минута а дан само 24 сата.
sr@latin: U jednom ili u oba polja sata i minuta je bilo uneto slovo, ili broj izvan opsega. Ne zaboravite da jedan sat ima samo 60 minuta a dan samo 24 sata.

source: This is an invalid record! The problem could be: %s
bs: Ovo je nepravilan unos! Problem bi mogao biti: %s
de: Das ist ein ungültiger Eintrag! Mögliches Problem: %s
id: Ini adalah record yang tak valid! Masalahnya bisa jadi: %s
pt: Este é um registo inválido! O problema poderá ser: %s
sr: Ово је неисправан запис! Проблем може бити: %s
sr@latin: Ovo je neispravan zapis! Problem može biti: %s
zh_hk: 這是一項無效的紀錄！這個問題可能是：%s
