Repository: Bthokala/gnome-schedule
Catalog: po/*.po
Languages: bs, de, fr, id, ja, pt, sr, sr@latin, zh_hk

source: Delete the selected template
bs: Obriši izabrani šablon
de: Die ausgewählte Vorlage löschen
id: Hapus template yang dipilih
ja: 選択したテンプレートを削除します
pt: Eliminar o modelo selecionado
sr: Обришите изабрани шаблон
sr@latin: Obrišite izabrani šablon
zh_hk: 刪除已選取的模板

source: Task description:
bs: Opis zadatka:
de: Beschreibung:
id: Keterangan tugas:
ja: タスクの説明
pt: Descrição da tarefa:
sr: Опис задатка:
sr@latin: Opis zadatka:

source: X application
bs: X aplikacija
de: X-Anwendung
id: Aplikasi X
ja: X アプリケーション
pt: Aplicação X
sr: Програм Икса
sr@latin: Program Iksa

source: Execute at:
bs: Izgubljeno u:
de: Ausführungszeitpunkt:
id: Jalankan pada:
ja: 実行する日時:
pt: Executar a:
sr: Изврши у:
sr@latin: Izvrši u:

source: Date:
bs: Datum:
de: Datum:
id: Tanggal:
ja: 日付:
pt: Data:
sr: Датум:
sr@latin: Datum:

source: Time:
bs: Vrijeme:
de: Zeit:
id: Waktu:
ja: 時間:
pt: Hora:
sr: Време:
sr@latin: Vreme:

source: Task:
bs: Zadatak:
de: Aufgabe:
id: Tugas:
ja: タスク:
pt: Tarefa:
sr: Задатак:
sr@latin: Zadatak:

source: Add as template
bs: Dodaj kao šablon
de: Als Vorlage hinzufügen
id: Tambahkan sebagai template
ja: テンプレートとして追加
pt: Adicionar como modelo
sr: Додај као шаблон
sr@latin: Dodaj kao šablon

source: Edit a periodical task
bs: Uredi periodični zadatak
de: Eine wiederkehrende Aufgabe bearbeiten
id: Sunting suatu tugas periodik
ja: 定期的なタスクを編集します
pt: Editar uma tarefa periódica
sr: Уредите периодични задатак
sr@latin: Uredite periodični zadatak

source: Command:
bs: Naredba:
de: Befehl:
id: Perintah:
ja: コマンド:
pt: Comando:
sr: Наредба:
sr@latin: Naredba:

source: Description:
bs: Opis:
de: Beschreibung:
id: Keterangan:
ja: 説明
pt: Descrição:
sr: Опис:
sr@latin: Opis:

source: <big>Time &amp; Date</big>
bs: <big>Vrijeme &amp; Datum</big>
de: <big>Zeit und Datum</big>
id: <big>Waktu &amp; Tanggal</big>
ja: <big>日付と時間</big>
pt: <big>Hora &amp; Data</big>
sr: <big>Време и датум</big>
sr@latin: <big>Vreme i datum</big>

source: Advanced
bs: Napredno
de: Erweitert
fr: Avancé
id: Tingkat lanjut
ja: 詳細
pt: Avançado
sr: Напредно
sr@latin: Napredno
zh_hk: 進階

source: <big>Preview</big>
bs: <big>Pregled</big>
de: <b>Vorschau</b>
id: <big>Pratinjau</big>
ja: <big>プレビュー</big>
pt: <big>Antever</big>
sr: <big>Преглед</big>
sr@latin: <big>Pregled</big>

source: Change User
bs: Promijeni korisnika
de: Benutzer wechseln
id: Ubah Pengguna
ja: ユーザー変更
pt: Alterar utilizador
sr: Промени корисника
sr@latin: Promeni korisnika
zh_hk: 更改使用者

source: <b>Choose the user whose tasks you want to modify</b>
bs: <b> Izaberi korisnika čije zadatke želiš da izmijeniš </b>
de: <b>Auswahl des Besitzers der zu bearbeitenden Systemaufgaben</b>
id: <b>Pilih pengguna yang tugasnya ingin Anda ubah</b>
ja: <b>タスクを修正するユーザーを選択してください</b>
pt: <b>Escolher o utilizador cujas tarefas quer modificar</b>
sr: <b>Изаберите корисника чије задатке желите да измените</b>
sr@latin: <b>Izaberite korisnika čije zadatke želite da izmenite</b>
zh_hk: <b>請選擇一個你想更改工作之使用者</b>

source: _User:
bs: _Korisnik:
de: _Benutzer:
id: Pengg_una:
ja: ユーザー(_U):
pt: _Utilizador:
sr: _Корисник:
sr@latin: _Korisnik:
zh_hk: 使用者 (_U)：

source: Add a Scheduled Task
bs: Dodaj raspoređeni zadatak
de: Eine Aufgabe hinzufügen
id: Tambah Suatu Tugas Terjadwal
ja: タスクを追加
pt: Adicionar uma tarefa agendada
sr: Додајте заказани задатак
sr@latin: Dodajte zakazani zadatak
zh_hk: 加入一項已安排的工作

source: <b>Select the type of the scheduled task:</b>
bs: <b> Izaberi tip raspoređenog zadatka: </b>
de: <b>Art der geplanten Aufgabe auswählen:</b>
id: <b>Pilih tipe dari tugas terjadwal:</b>
ja: <b>タスクの種類を選択:</b>
pt: <b>Seleccione o tipo de tarefa agendada:</b>
sr: <b>Изаберите врсту заказаног задатка:</b>
sr@latin: <b>Izaberite vrstu zakazanog zadatka:</b>

source: Time expression help
bs: Pomoć oko vremenskog izraza
de: Hilfe zum Zeitausdruck
fr: Aide sur la syntaxe de l'heure
id: Bantuan ekspresi waktu
pt: Ajuda de expressão temporal
sr: Помоћ израза времена
sr@latin: Pomoć izraza vremena
zh_hk: 時間顯示方式之說明

source: Expression:
bs: Izraz:
de: Ausdruck:
id: Ekspresi:
ja: crontab 書式
pt: Expressão:
sr: Израз:
sr@latin: Izraz:
zh_hk: 顯示方式：

source: To:
bs: Za:
de: Endend mit:
id: Ke:
ja: 終了:
pt: Para:
sr: До:
sr@latin: Do:
zh_hk: 至：

source: From:
bs: Od:
de: Beginnend bei:
id: Dari:
ja: 開始:
pt: De:
sr: Од:
sr@latin: Od:
zh_hk: 由：

source: Other
bs: Ostalo
de: Anderer Ausdruck
id: Lainnya
ja: その他
pt: Terceiro
sr: Друго
sr@latin: Drugo
zh_hk: 其他

source: See "man 5 crontab" for information about the crontab format.
bs: Vidjeti "man 5 crontab" za informaciju o crontab formatu.
de: Siehe »man 5 crontab« für nähere Informationen zum Crontab-Format.
id: Lihat "man 5 crontab" untuk informasi tentang format crontab.
ja: crontab の書式については "man 5 crontab" を参照してください。
pt: Veja "man 5 crontab" para informação sobre o formato crontab.
sr: Погледајте „man 5 crontab“ за обавештење о облику кронтаба.
sr@latin: Pogledajte „man 5 crontab“ za obaveštenje o obliku krontaba.
zh_hk: 如欲得知有關 crontab 格式的資料，請查看 "man 5 crontab"。

source: Execution at a specific minute, hour, day, weekday or month.
bs: Izvršenje u posebnu minutu, sat, dan, radni dan ili mjesec.
de: Ausführung zu genau einer Minute, einer Stunde, einem Tag, einem Wochentag oder einem Monat.
id: Eksekusi pada menit, jam, tanggal, hari, atau bulan.
ja: 特定の分、時、日、曜日あるいは月に実行します。
pt: Execução num minuto, hora, dia, dia da semana ou mês específicos.
sr: Извршавање одређеног минута, сата, дана, недеље или месеца.
sr@latin: Izvršavanje određenog minuta, sata, dana, nedelje ili meseca.
zh_hk: 在每一個特定的分鐘、小時、星期或月裏執行。

source: In a range
bs: U rasponu
de: In einer Spanne
id: Dalam suatu jangkauan
ja: 以下の範囲内に
pt: Num intervalo
sr: У опсегу
sr@latin: U opsegu
zh_hk: 在一個範圍裏

source: Execution in a range.
bs: Izvršenje u rasponu.
de: Ausführung zu jedem Ereignis zwischen den beiden Angaben.
id: Eksekusi dalam suatu jangkauan.
ja: 範囲内の日時に実行します。
pt: Execução num intervalo.
sr: Извршавање у опсегу.
sr@latin: Izvršavanje u opsegu.
zh_hk: 在一個範圍裏執行。

source: Execution at every minute, hour, day, weekday or month.
bs: Izvršenje svake minute, sata, dana, radnog dana ili mjeseca.
de: Ausführung zu jeder Minute, jeder Stunde, jedem Tag, jedem Wochentag oder jedem Monat.
id: Eksekusi pada setiap menit, jam, tanggal, hari, atau bulan.
ja: 毎分、毎時、毎日、毎曜日、あるいは毎月に実行します。
pt: Execução a cada minuto, hora, dia, dia da semana ou mês.
sr: Извршавање сваког минута, сата, дана, недеље или месеца.
sr@latin: Izvršavanje svakog minuta, sata, dana, nedelje ili meseca.
zh_hk: 在每分鐘、每小時、每天、每個星期或每個月執行。

source: Execution at a step width. For example every five minutes, hours, days, weekdays or months.
bs: Izvršenje u koraku širine. Na primjer svakih pet minuta, sati, dana, radnih dana ili mjeseci.
de: Ausführung in bestimmten Abständen. Zum Beispiel alle fünf Minuten, Stunden, Tage, Wochentage oder Monate.
id: Eksekusi pada suatu lebar jangkah. Misalnya setiap lima menit, jam, tanggal, hari, atau bulan.
ja: 等間隔で実行します。たとえば、5 分、5 時間、5 日、5 曜日、あるいは 5 時間間隔など。
pt: Execução numa largura de passo. Por exemplo a cada cinco minutos, horas, dias, dias da semana ou meses
sr: Извршавање у одређеном размаку. На пример сваких пет минута, сата, дана, недеља или месеца.
sr@latin: Izvršavanje u određenom razmaku. Na primer svakih pet minuta, sata, dana, nedelja ili meseca.
zh_hk: 在一個步進的寛度裏執行。例如在每五分鐘、五小時、五個星期或五個月。

source: Configure Scheduled Tasks
bs: Konfiguriši raspoređene zadatke
de: Zeitgesteuerte Systemaufgaben bearbeiten
id: Tata Tugas Terjadwal
ja: タスクの設定
pt: Configurar tarefas agendadas
sr: Подесите заказане задатке
sr@latin: Podesite zakazane zadatke
zh_hk: 設定已安排的工作

source: Edit a scheduled task
bs: Uredi raspoređeni zadatak
de: Eine Aufgabe bearbeiten
fr: Éditer une tâche planifiée
id: Sunting suatu tugas terjadwal
ja: タスクを編集します
pt: Editar uma tarefa agendada
sr: Уредите заказани задатак
sr@latin: Uredite zakazani zadatak
zh_hk: 編輯一項已安排的工作

source: Delete a scheduled task
bs: Izbriši raspoređeni zadatak
de: Eine Aufgabe löschen
fr: Supprimer une tâche planifiée
id: Hapus suatu tugas terjadwal
ja: タスクを削除します
pt: Eliminar uma tarefa agendada
sr: Обришите заказани задатак
sr@latin: Obrišite zakazani zadatak
zh_hk: 刪除一項已安排的工作

source: Run selected task
bs: Pokreni izabrani zadatak
de: Ausgewählte Aufgabe ausführen
id: Jalankan tugas yang dipilih
ja: 選択したタスクを実行します
pt: Executar a tarefa selecionada
sr: Извршите изабрани задатак
sr@latin: Izvršite izabrani zadatak

source: Run task
bs: Pokreni zadatak
de: Auufgabe ausführen
id: Jalankan tugas
ja: タスク実行
pt: Executar tarefa
sr: Изврши задатак
sr@latin: Izvrši zadatak

source: Templates
bs: Šabloni
de: Vorlagen
id: Template
ja: テンプレート
pt: Modelos
sr: Шаблони
sr@latin: Šabloni

source: Change edit mode
bs: Izmijeni uređeni način
de: Bearbeitungsmodus wählen
id: Ubah mode sunting
ja: 編集モードを変更します
pt: Alterar modo de edição
sr: Измените режим уређивања
sr@latin: Izmenite režim uređivanja

source: Choose the user whose tasks you want to modify
bs: Izaberi korisnika čije zadatke želiš izmijeniti
de: Auswahl des Besitzers der zu bearbeitenden Systemaufgaben
id: Pilih pengguna yang tugasnya ingin Anda ubah
ja: タスクを修正するユーザーを選択します
pt: Escolher o utilizador cujas tarefas quer modificar
sr: Изаберите корисника чије задатке желите да измените
sr@latin: Izaberite korisnika čije zadatke želite da izmenite
zh_hk: 請選擇一個你想更改工作之使用者

source: Show help
bs: Prikaži pomoć
de: Hilfe anzeigen
fr: Afficher l'aide
id: Tampilkan bantuan
ja: ヘルプを表示します
pt: Mostrar a ajuda
sr: Прикажите помоћ
sr@latin: Prikažite pomoć
zh_hk: 顯示說明

source: About Gnome-schedule
bs: O Gnome- rasporedu
de: Info zu GNOME Schedule
id: Tentang Gnome Jadwal
ja: このアプリケーションについて
pt: Sobre o Agendamento Gnome
sr: О Гномовим заказивањима
sr@latin: O Gnomovim zakazivanjima

source: Scheduled and active tasks
bs: Raspoređeni i aktivni zadaci
de: Geplante und aktivierte Aufgaben
fr: Tâches planifiées et actives
id: Tugas aktif dan terjadwal
ja: 有効なタスクです
pt: Tarefas agendadas e ativas
sr: Заказани и радни задаци
sr@latin: Zakazani i radni zadaci
zh_hk: 已安排及現行的工作

source: You need to install pyGTK or GTKv2, or set your PYTHONPATH correctly. try: export PYTHONPATH=
bs: Trebaš instalirati pyGTK ili GTKv2 ili postavi svoj PYTHONPATH ispravno pokušaj: izlaz PYTHONPATH=
de: Entweder pyGTK bzw. GTK2 sind nicht installiert oder die Umgebungsvariable »PYTHONPATH« ist nicht korrekt gesetzt. Versuchen Sie es mit »export PYTHONPATH=«
id: Anda perlu memasang pyGTK atau GTKv2, atau menata PYTHONPATH dengan benar. cobalah: export PYTHONPATH=
pt: Tem de instalar o pyGTK ou o GTKv2, ou definir PYTHONPATH corretamente. Tente: export PYTHONPATH=
sr: Треба да инсталирате пиГТК или ГТКв2, или исправно да подесите ПУТАЊУПИТОНА. покушајте: „export PYTHONPATH=“
sr@latin: Treba da instalirate piGTK ili GTKv2, ili ispravno da podesite PUTANJUPITONA. pokušajte: „export PYTHONPATH=“
zh_hk: 你需要安裝 pyGTK 或 GTKv2。 或正確地設定 PYTHONPATH。 試試 'export PYTHONPATH' 吧。

source: %B %d
bs: %d %B
de: %d. %B
id: %d %B
ja: %B%d日
pt: %d de %B
sr: %d. %B
sr@latin: %d. %B

source: %B %d, %Y
bs: %d %B, %Y
de: %d. %B %Y
id: %d %B %Y
ja: %Y年%B%d日
pt: %d de %B de %Y
sr: %d. %B, %Y
sr@latin: %d. %B, %Y

source: At every full hour
bs: Svakog punog sata
de: Zu jeder vollen Stunde
id: Pada setiap jam penuh
ja: 毎時0分
pt: A cada hora certa
sr: Сваког пуног сата
sr@latin: Svakog punog sata
zh_hk: 在每一個完全的小時

source: At every minute
bs: Svake minute
de: Zu jeder Minute
id: Pada setiap menit
ja: 毎分
pt: A cada minuto
sr: Сваког минута
sr@latin: Svakog minuta
zh_hk: 在每一分鐘

source: At minute %(minute)s of every hour
bs: U minuti %(minute)s svakog sata
de: Zu Minute %(minute)s jeder Stunde
id: Pada menit %(minute)s setiap jam
ja: 毎時%(minute)s分
pt: A cada %(minute)sº minuto de cada hora
sr: %(minute)s минута сваког сата
sr@latin: %(minute)s minuta svakog sata
zh_hk: 在每小時裏之第 %(minute)s 分鐘

source: At every minute between %(time_from)s and %(time_to)s
bs: U svakoj minuti između %(time_from)s i %(time_to)s
de: Zu jeder Minute zwischen %(time_from)s und %(time_to)s
id: Pada setiap menit antara %(time_from)s dan %(time_to)s
ja: %(time_from)sから%(time_to)sの間の毎分
pt: A cada minuto entre as %(time_from)s e as %(time_to)s
sr: Сваког минута између %(time_from)s и %(time_to)s
sr@latin: Svakog minuta između %(time_from)s i %(time_to)s
zh_hk: 在從 %(time_from)s 到 %(time_to)s 之間的每一分鐘

source: On every day at %(time)s
bs: Svakog dana u %(time)s
de: An jedem Tag um %(time)s
id: Pada setiap hari pukul %(time)s
ja: 毎日%(time)s
pt: Todos os dias às %(time)s
sr: Сваког дана у %(time)s
sr@latin: Svakog dana u %(time)s
zh_hk: 在每一天裏的 %(time)s

source: On day %(monthday)s of every month at every full hour
bs: Na dan %(monthday)s svakog mjeseca u svakom punom satu
de: An Tag %(monthday)s jedes Monats zu jeder vollen Stunde
id: Pada tanggal %(monthday)s setiap bulan pada setiap jam penuh
ja: 毎月%(monthday)s日の毎時0分
pt: Ao %(monthday)sº dia de cada mês a cada hora completa
sr: Сваког пуног сата %(monthday)s сваког месеца
sr@latin: Svakog punog sata %(monthday)s svakog meseca
zh_hk: 在每個月的第 %(monthday)s 日之每一個完整小時

source: On day %(monthday)s of every month at every minute
bs: Na dan %(monthday)s svakog mjeseca u svakoj minuti
de: An Tag %(monthday)s jedes Monats zu jeder Minute
id: Pada tanggal %(monthday)s setiap bulan pada setiap menit
ja: 毎月%(monthday)s日の毎分
pt: Ao %(monthday)sº dia de cada mês a cada minuto
sr: Сваког минута %(monthday)s сваког месеца
sr@latin: Svakog minuta %(monthday)s svakog meseca
zh_hk: 在每個月的第 %(monthday)s 日之每一分鐘

source: On day %(monthday)s of every month at minute %(minute)s of every hour
bs: Na dan %(monthday)s svakog mjeseca u minuti %(minute)s svakog sata
de: An Tag %(monthday)s jedes Monats zu Minute %(minute)s jeder Stunde
id: Pada tanggal %(monthday)s setiap bulan pada menit ke %(minute)s setiap jam
ja: 毎月%(monthday)s日の毎時%(minute)s分
pt: Ao %(monthday)sº dia de cada mês ao %(minute)sº minuto de cada hora
sr: Сваког %(minute)s сваког сата дана %(monthday)s сваког месеца
sr@latin: Svakog %(minute)s svakog sata dana %(monthday)s svakog meseca
zh_hk: 在每個月的第 %(monthday)s 日裏，每小時的第 %(minute)s 分鐘

source: On day %(monthday)s of every month at every minute between %(time_from)s and %(time_to)s
bs: Na dan %(monthday)s svakog mjeseca svake minute između %(time_from)s i %(time_to)s
de: An Tag %(monthday)s jedes Monats zu jeder Minute zwischen %(time_from)s und %(time_to)s
id: Pada tanggal %(monthday)s setiap bulan setiap menit antara pukul %(time_from)s dan %(time_to)s
ja: 毎月%(monthday)s日の%(time_from)sから%(time_to)sまでの毎分
pt: Ao %(monthday)sº dia de cada mês a cada minuto entre as %(time_from)s e as %(time_to)s
sr: Сваког %(monthday)s. дана у месецу сваког минута између %(time_from)s и %(time_to)s
sr@latin: Svakog %(monthday)s. dana u mesecu svakog minuta između %(time_from)s i %(time_to)s
zh_hk: 在每個月的第 %(monthday)s 日裏，從 %(time_from)s 到 %(time_to)s 之間之每一分鐘

source: On day %(monthday)s of every month at %(time)s
bs: Na dan %(monthday)s svakog mjeseca u %(time)s
de: An Tag %(monthday)s jedes Monats um %(time)s
id: Pada tanggal %(monthday)s setiap bulan pada pukul %(time)s
ja: 毎月%(monthday)s日の%(time)s
pt: Ao %(monthday)sº dia de cada mês às %(time)s
sr: Сваког %(monthday)s. дана у месецу у %(time)s
sr@latin: Svakog %(monthday)s. dana u mesecu u %(time)s
zh_hk: 在每個月的第 %(monthday)s 日之 %(time)s

source: On every day in %(month)s at every full hour
bs: Svakog dana u%(month)s svakog punog sata
de: Jeden Tag im %(month)s zu jeder vollen Stunde
id: Pada setiap hari dalam %(month)s pada jam penuh
ja: %(month)sの毎日の毎時0分
pt: Todos os dias de %(month)s a cada hora completa
sr: У месецу %(month)s сваког дана сваког пуног сата
sr@latin: U mesecu %(month)s svakog dana svakog punog sata
zh_hk: 在 %(month)s 月的每一天裏之每一個完整小時

source: On every day in %(month)s at every minute
bs: Svakog dana u %(month)s svake minute
de: An jedem Tag im %(month)s zu jeder Minute
id: Pada setiap hari dalam %(month)s pada setiap menit
ja: %(month)sの毎日の毎分
pt: Todos os dias de %(month)s a cada minuto
sr: У месецу %(month)s сваког дана сваког минута
sr@latin: U mesecu %(month)s svakog dana svakog minuta
zh_hk: 在 %(month)s 月的每一天裏之每一分鐘

source: On every day in %(month)s at minute %(minute)s of every hour
bs: Svaki dan u %(month)s u minuti %(minute)s svakog sata
de: An jedem Tag im %(month)s zu Minute %(minute)s jeder Stunde
id: Pada setiap hari dalam %(month)s pada menit %(minute)s setiap jam
ja: %(month)sの毎日の毎時%(minute)s分
pt: Todos os dias de %(month)s ao %(minute)sº minuto de cada hora
sr: У месецу %(month)s сваког дана %(minute)s. минута сваког сата
sr@latin: U mesecu %(month)s svakog dana %(minute)s. minuta svakog sata
zh_hk: 在 %(month)s 月的每一天裏，每小時之第 %(minute)s 分鐘

source: On every day in %(month)s at every minute between %(time_from)s and %(time_to)s
bs: Svakog dana u %(month)s u svakoj minuti između %(time_from)s i %(time_to)s
de: Jeden Tag im %(month)s zu jeder Minute zwischen %(time_from)s und %(time_to)s
id: Pada setiap hari dalam %(month)s pada setiap menit antara pukul %(time_from)s dan %(time_to)s
ja: %(month)sの毎日の%(time_from)sから%(time_to)sまでの毎分
pt: Todos os dias de %(month)s a cada minuto entre as %(time_from)s e as %(time_to)s
sr: У месецу %(month)s сваког дана сваког минута између %(time_from)s и %(time_to)s
sr@latin: U mesecu %(month)s svakog dana svakog minuta između %(time_from)s i %(time_to)s
zh_hk: 在 %(month)s 月裏的每一天中，從 %(time_from)s 到 %(time_to)s 之間之每一分鐘

source: On every day in %(month)s at %(time)s
bs: Svakog dana u %(month)s u %(time)s
de: Jeden Tag im %(month)s um %(time)s
id: Pada setiap hari dalam %(month)s pada pukul %(time)s
ja: %(month)sの毎日の%(time)s
pt: Todos os dias de %(month)s às %(time)s
sr: У месецу %(month)s сваког дана у %(time)s
sr@latin: U mesecu %(month)s svakog dana u %(time)s
zh_hk: 在 %(month)s 月的每一天裏之 %(time)s

source: Every year on %(date)s at every full hour
bs: Svake godine u %(date)s svakog punog sata
de: Jedes Jahr am %(date)s zu jeder vollen Stunde
id: Setiap tahun pada tanggal %(date)s setiap jam
ja: 毎年%(date)sの毎時0分
pt: Todos os anos a %(date)s a cada hora completa
sr: Сваке године %(date)s сваког пуног сата
sr@latin: Svake godine %(date)s svakog punog sata
zh_hk: 在每年裏的 %(date)s 之每一個完整小時

source: Every year on %(date)s at every minute
bs: Svake godine u %(date)s svake minute
de: Jedes Jahr am %(date)s zu jeder Minute
id: Setiap tahun pada tanggal %(date)s setiap menit
ja: 毎年%(date)sの毎分
pt: Todos os anos a %(date)s a cada minuto
sr: Сваке године %(date)s сваког минута
sr@latin: Svake godine %(date)s svakog minuta
zh_hk: 在每年裏的 %(date)s 之每一分鐘

source: Every year on %(date)s at minute %(minute)s of every hour
bs: Svake godine u %(date)s u minuti %(minute)s svakog sata
de: Jedes Jahr am %(date)s zu Minute %(minute)s jeder Stunde
id: Setiap tahun pada tanggal %(date)s pada menit %(minute)s setiap jam
ja: 毎年%(date)sの毎時%(minute)s分
pt: Todos os anos a %(date)s ao %(minute)sº minuto de cada hora
sr: Сваке године %(date)s %(minute)s. минута сваког сата
sr@latin: Svake godine %(date)s %(minute)s. minuta svakog sata
zh_hk: 在每年裏的 %(date)s，每小時裏的第 %(minute)s 分鐘

source: Every year on %(date)s at every minute between %(time_from)s and %(time_to)s
bs: Svake godine na %(date)s svake minute između %(time_from)s i %(time_to)s
de: Jedes Jahr am %(date)s zu jeder Minute zwischen %(time_from)s und %(time_to)s
id: Setiap tahun pada tanggal %(date)s setiap menit antara pukul %(time_from)s dan %(time_to)s
ja: 毎年%(date)sの%(time_from)sから%(time_to)sまでの毎分
pt: Todos os anos a %(date)s a cada minuto entre as %(time_from)s e as %(time_to)s
sr: Сваке године %(date)s сваког минута између %(time_from)s и %(time_to)s
sr@latin: Svake godine %(date)s svakog minuta između %(time_from)s i %(time_to)s
zh_hk: 在每年裏的 %(date)s，從 %(time_from)s 到 %(time_to)s 之間的每一分鐘

source: Every year on %(date)s at %(time)s
bs: Svake godine na %(date)s u %(time)s
de: Jedes Jahr am %(date)s um %(time)s
id: Setiap tahun pada tanggal %(date)s pukul %(time)s
ja: 毎年%(date)sの%(time)s
pt: Todos os anos a %(date)s às %(time)s
sr: Сваке године %(date)s у %(time)s
sr@latin: Svake godine %(date)s u %(time)s
zh_hk: 在每年裏的 %(date)s 之 %(time)s

source: On every weekday: %(weekday)s at every full hour
bs: Svaki radni dan: %(weekday)s svaki puni sat
de: An jedem Wochentag. %(weekday)s zu jeder vollen Stunde
id: Pada setiap hari: %(weekday)s setiap jam penuh
ja: 毎週%(weekday)sの毎時0分
pt: Todas as %(weekday)s a cada hora completa
sr: Сваке недеље: %(weekday)s сваког пуног сата
sr@latin: Svake nedelje: %(weekday)s svakog punog sata

source: On every weekday: %(weekday)s at every minute
bs: Svaki radni dan: %(weekday)s svake minute
de: An jedem Wochentag: %(weekday)s zu jeder Minute
id: Pada setiap hari: %(weekday)s setiap menit
ja: 毎週%(weekday)sの毎分
pt: Todas as %(weekday)s em todos os minutos
sr: Сваке недеље: %(weekday)s сваког минута
sr@latin: Svake nedelje: %(weekday)s svakog minuta

source: On every weekday: %(weekday)s at minute %(minute)s of every hour
bs: Svaki radni dan: %(weekday)s u minuti %(minute)s svakog sata
de: An jedem Wochentag. %(weekday)s zu Minute %(minute)s jeder Stunde
id: Pada setiap hari: %(weekday)s setiap jam pada menit %(minute)s
ja: 毎週%(weekday)sの毎時%(minute)s分
pt: Todas as %(weekday)s ao %(minute)sº minuto de cada hora
sr: Сваке недеље: %(weekday)s %(minute)s минута сваког сата
sr@latin: Svake nedelje: %(weekday)s %(minute)s minuta svakog sata

source: On every weekday: %(weekday)s at every minute between %(time_from)s and %(time_to)s
bs: Svakog radnog dana: %(weekday)s svake minute između %(time_from)s i %(time_to)s
de: An jedem Wochentag: %(weekday)s zu jeder Minute zwischen %(time_from)s und %(time_to)s
id: Pada setiap hari: %(weekday)s setiap menit antara pukul %(time_from)s dan %(time_to)s
ja: 毎週%(weekday)sの%(time_from)sから%(time_to)sまでの毎分
pt: Todas as %(weekday)s a cada minuto entre as %(time_from)s e as %(time_to)s
sr: Сваке недеље: %(weekday)s сваког минута између %(time_from)s и %(time_to)s
sr@latin: Svake nedelje: %(weekday)s svakog minuta između %(time_from)s i %(time_to)s

source: On every weekday: %(weekday)s at %(time)s
bs: Svaki radni dan: %(weekday)s u %(time)s
de: An jedem Wochentag: %(weekday)s um %(time)s
id: Pada setiap hari: %(weekday)s pada pukul %(time)s
ja: 毎週%(weekday)sの%(time)s
pt: Todas as %(weekday)s às %(time)s
sr: Сваке недеље: %(weekday)s у %(time)s
sr@latin: Svake nedelje: %(weekday)s u %(time)s

source: On day %(monthday)s of every month and every weekday: %(weekday)s at every full hour
bs: Na dan %(monthday)s svakog mjeseca i svakog radnog dana: %(weekday)s svakog punog sata
de: An Tag %(monthday)s jedes Monats und jeden Wochentag. %(weekday)s zu jeder vollen Stunde
id: Pada tanggal %(monthday)s setiap bulan dan setiap hari: %(weekday)s pada setiap jam penuh
ja: 毎月%(monthday)s日および毎週%(weekday)sの毎時0分
pt: Ao %(monthday)sº dia de cada mês e cada %(weekday)s a cada hora completa
sr: Дана %(monthday)s сваког месеца и сваке седмице: %(weekday)s сваког пуног сата
sr@latin: Dana %(monthday)s svakog meseca i svake sedmice: %(weekday)s svakog punog sata

source: On day %(monthday)s of every month and every weekday: %(weekday)s at every minute
bs: Na dan %(monthday)s svakog mjeseca i svakog radnog dana %(weekday)s svake minute
de: An Tag %(monthday)s jedes Monats und jeden Wochentag. %(weekday)s zu jeder Minute
id: Pada tanggal %(monthday)s setiap bulan dan setiap hari: %(weekday)s setiap menit
ja: 毎月%(monthday)s日および毎週%(weekday)sの毎分
pt: Ao %(monthday)sº dia de cada mês e cada %(weekday)s a cada minuto
sr: Дана %(monthday)s сваког месеца и сваке седмице: %(weekday)s сваког минута
sr@latin: Dana %(monthday)s svakog meseca i svake sedmice: %(weekday)s svakog minuta
