Repository: Bthokala/gnome-schedule
Catalog: po/*.po
Languages: bs, de, fr, id, ja, pt, sr, sr@latin, zh_hk

source: Note about working directory of executed tasks: One-time tasks will be run from the directory where Gnome schedule is run from (normally the home directory).
bs: Bilješka o radnom direktorijumu izgubljenih zadataka: Jedanput će zadatak biti pokrenut iz direktorija odakle je pokrenut Gnome raspored (inače iz kućnog direktorija).
de: Arbeitsordner für auszuführende Aufgaben: Einmalige Aufgaben werden in dem Ordner ausgeführt, in dem GNOME-Schedule gestartet wurde (normalerweise der persönliche Ordner).
id: Catatan tentang direktori kerja dari tugas yang dieksekusi: Tugas sekali waktu akan dijalankan dari direktori rumah, tugas sekali waktu dari direktori dimana Gnome jadwal dijalankan (biasanya direktori rumah).
ja: 実行するタスクの作業ディレクトリについて: 一度だけのタスクはタスクを登録した時にGnome Scheduleが実行されたディレクトリから実行されます (通常これはホームディレクトリです)。
pt: Nota sobre a pasta de trabalho das tarefas executadas: tarefas únicas a partir da pasta onde o Agendamento Gnome é executado (normalmente é a pasta home).
sr: Напомена о радном директоријуму обављених задатака: Једновременски задаци ће бити покренути из директоријума у коме је Гномово заказивање било покренуто (обично је то лични директоријум).
sr@latin: Napomena o radnom direktorijumu obavljenih zadataka: Jednovremenski zadaci će biti pokrenuti iz direktorijuma u kome je Gnomovo zakazivanje bilo pokrenuto (obično je to lični direktorijum).

source: Title:
bs: Naslov:
de: Titel:
id: Judul:
ja: 名称:
pt: Título:
sr: Назив:
sr@latin: Naziv:

source: Run:
bs: Pokreni:
de: Ausführen:
id: Jalankan:
ja: 実行日時:
pt: Executar:
sr: Покрени:
sr@latin: Pokreni:

source: Use template
bs: Koristi šablon
de: Vorlage verwenden
id: Pakai template
ja: テンプレートを使用
pt: Usar modelo
sr: Користи шаблон
sr@latin: Koristi šablon

source: One-time
bs: Jedanput
de: Einmalig
id: Sekali
ja: 一度だけ
pt: Uma só vez
sr: Само једном
sr@latin: Samo jednom

source: Could not open a connection to X!
bs: Ne može se ostvariti konekcija prema X!
de: Eine Verbindung zu X konnte nicht geöffnet werden!
id: Tak bisa membuka koneksi ke X!
pt: Impossível abrir uma ligação a X!
sr: Не могу да отворим Икс!
sr@latin: Ne mogu da otvorim Iks!

source: Wrong number of arguments.
bs: Pogrešan broj argumenata.
de: Falsche Anzahl von Argumenten.
id: Cacah argumen salah.
pt: Número errado de argumentos.
sr: Погрешан број аргумената.
sr@latin: Pogrešan broj argumenata.

source: Wrapper script for Gnome-schedule (http://gnome-schedule.sf.net) for applications to be run from crontab or at under X. Use through gnome-schedule.
bs: Korice skripte za Gnome-raspored (http://gnome-schedule.sf.nit) za aplikacije da se pokrenu iz crontaba ili pod X. Koristite kroz gnome-raspored.
de: Wrapper-Skript für Gnome-schedule (http://gnome-schedule.sf.net) zur Anwendungsausführung in der crontab oder unter X. Wird von gnome-schedule verwendet.
id: Skrip pembungkus bagi Gnome-jadwal (http://gnome-schedule.sf.net) untuk aplikasi yang untuk dijalankan dari crontab atau di bawah X. Gunakan melalui gnome-schedule.
pt: Script de ajuste para o Agendamento Gnome (http://gnome-schedule.sf.net) para aplicações a serem executadas do crontab ou sob X. Usar com o Agendamento Gnome.
sr: Скрипта омотача за Гномова заказивања (http://gnome-schedule.sf.net) за програме који ће бити покренути из кронотаба или под Иксом. Користите кроз Гномова заказивања.
sr@latin: Skripta omotača za Gnomova zakazivanja (http://gnome-schedule.sf.net) za programe koji će biti pokrenuti iz kronotaba ili pod Iksom. Koristite kroz Gnomova zakazivanja.

source: Unknown type of job.
bs: Nepoznata vrsta usluge.
de: Unbekannter Aufgabentyp.
id: Tipe pekerjaan tak dikenal.
pt: Tipo de trabalho desconhecido.
sr: Непозната врста посла.
sr@latin: Nepoznata vrsta posla.

source: Invalid job id.
bs: Neispravan ID usluge.
de: Unbekannte Aufgabenkennung.
id: Id pekerjaan tak valid.
pt: ID de trabalho inválida.
sr: Неисправан иб посла.
sr@latin: Neispravan ib posla.

source: Could not get job data, the task might have been created with an old version - try recreating the task.
bs: Ne mogu dobiti podatak o usluzi, taj zadatak je možda kreiran sa starom verzijom - pokušaj ponovo kreirati zadatak.
de: Aufgabendaten konnten nicht ermittlet werden, möglicherweise wurde die Aufgabe mit einer alten Version erstellt. Versuchen Sie, die Aufgabe neu zu erstellen.
id: Tak bisa mendapat data pekerjaan, tugas mungkin telah dibuat dengan versi lama - cobalah membuat ulang tugas.
pt: Impossível obter os dados do trabalho, a tarefa pode ter sido criada com uma versão antiga. Tente recriar a tarefa.
sr: Не могу да добавим податке посла, можда је задатак направљен старијим издањем — покушајте поново да направите задатак.
sr@latin: Ne mogu da dobavim podatke posla, možda je zadatak napravljen starijim izdanjem — pokušajte ponovo da napravite zadatak.

source: Data file too old. Recreate task.
bs: Podaci su previše stari. Ponovo kreirajte zadatak.
de: Datei ist zu alt. Aufgabe bitte neu erstellen.
id: Berkas data terlalu tua. Buat ulang tugas.
pt: Ficheiro de dados muito antigo. Recrie a tarefa.
sr: Датотека података је престара. Поново направите задатак.
sr@latin: Datoteka podataka je prestara. Ponovo napravite zadatak.

source: Launching %s..
bs: Pokretanje %s..
de: %s wird gestartet ...
id: Meluncurkan %s..
pt: A iniciar %s...
sr: Покрећем „%s“..
sr@latin: Pokrećem „%s“..

source: output<2: Why am I launched?
bs: izlaz<2: Zašto sam ja pokrenut?
de: output<2: Warum wurde ich gestartet?
id: output<2: Mengapa saya diluncurkan?
pt: saída<2: porque é que me iniciou?
sr: излаз<2: Зашто ли сам покренут?
sr@latin: izlaz<2: Zašto li sam pokrenut?

source: len(display)<2: No proper DISPLAY variable
bs: lijen(display)<2: Bez odgovarajuće zaslon varijable
de: len(display)<2: Keine eindeutige DISPLAY-Variable
id: len(display)<2: Tak ada variable DISPLAY yang benar
pt: len(display)<2: variável DISPLAY imprópria
sr: len(display)<2: Нема одговарајуће променљиве ПРИКАЗА
sr@latin: len(display)<2: Nema odgovarajuće promenljive PRIKAZA

source: I will never be displayed.
bs: Nikad neću biti prikazan.
de: I wird niemals angezeigt.
id: Saya tak akan pernah ditampilkan.
pt: Nunca serei mostrada.
sr: Ја никада нећу бити приказан.
sr@latin: Ja nikada neću biti prikazan.

source: xwrapper.py: completed
bs: xwrapper.py: završen
de: xwrapper.py: abgeschlossen
id: xwrapper.py: komplit
pt: xwrapper.py: terminado
sr: xwrapper.py: обављено
sr@latin: xwrapper.py: obavljeno

source: Warning: a line in atq's output didn't parse
de: Warnung: Eine Zeile in der Ausgabe von »atq« konnte nicht geparst werden

source: Create a new template.
de: Eine neue Vorlage erstellen.

source: Schedule
fr: Agenda
zh_hk: 日程表

source: DANGEROUS PARSE: %(preview)s
zh_hk: 危險的語法：%(preview)s

source: On %(date)s at %(time)s
zh_hk: 在 %(date)s 之 %(time)s

source: ERROR: Failed to parse crontab record
zh_hk: 錯誤：無法分析 crontab 之紀錄

source: Use advanced
zh_hk: 使用「進階」

source: Don't use a preset
zh_hk: 不要使用預設值

source: The preset has not been saved
zh_hk: 這個預設值還未存檔

source: To delete a preset, you first need to select one
zh_hk: 要刪除一項預設值，你需要先選擇一個

source: To save a preset, you first have to choose a name for it
zh_hk: 要為一個預設值存檔，你需要先為它選擇一個名稱

source: Choose an Icon for this Scheduled Task
zh_hk: 為這項已安排的工作選擇一個圖示

source: command
fr: commande
zh_hk: 指令

source: Minute settings
zh_hk: 「分鐘」之設定

source: Edit Time Expression for minute
zh_hk: 編輯「分鐘」之時間顯示方式

source: Hour settings
zh_hk: 「小時」之設定

source: Edit Time Expression for hour
zh_hk: 編輯「小時」之時間顯示方式

source: Day settings
zh_hk: 「日」之設定

source: Edit Time Expression for day
zh_hk: 編輯「日」之時間顯示方式

source: Month settings
zh_hk: 「月」之設定

source: Edit Time Expression for month
zh_hk: 編輯「月」之時間顯示方式

source: Weekday settings
zh_hk: 「星期」之設定

source: Edit Time Expression for weekday
zh_hk: 編輯星期之時間顯示方式

source: <b>Date and Time Settings</b>
zh_hk: <b>日期和時間之設定</b>

source: <b>Execution Time</b>
zh_hk: <b>執行時間</b>

source: <b>General</b>
zh_hk: <b>一般</b>

source: <b>Minute settings</b>
zh_hk: <b>「分」之設定</b>

source: <b>Preview</b>
fr: <b>Aperçu</b>
zh_hk: <b>預覽</b>

source: <b>Select the type of the scheduled task</b>
fr: <b>Choisissez le type de tâche planifiée</b>
zh_hk: <b>選擇已安排的工作之類型</b>

source: <b>Task</b>
zh_hk: <b>工作</b>

source: A scheduled task that will launch _recurrently
zh_hk: 一個已安排的工作將會循環地展開 (_R)

source: A scheduled task that will launch only once in the _future
zh_hk: 一個已安排的工作只會在將來展開一次 (_F)

source: About this application
fr: À propos de cette application
zh_hk: 關於這個應用程式

source: Add a new scheduled task
fr: Ajouter une nouvelle tâche planifiée
zh_hk: 新增一項已安排的工作

source: Change _User
zh_hk: 更改使用者 (_U)

source: Choose an icon for this scheduled task
zh_hk: 為這項已安排的工作選擇一個圖示

source: Co_mmand:
zh_hk: 指令 (_M)

source: Desc_ription:
zh_hk: 描述 (_R)

source: For example at 04:10 tomorrow, next week or in three days
zh_hk: 例如在明天 4:10、下周或是在三日內

source: For example every first hour of the day
zh_hk: 例如是每一天裏第一個小時

source: For experienced users
zh_hk: 為有經驗使用者而設

source: Ico_n:
zh_hk: 圖示 (_N)：

source: Mi_nutes:
zh_hk: 分鐘 (_N)：

source: No out_put
zh_hk: 沒有輸出 (_P)

source: Quit the application. This will not stop the system scheduling. It will, however, quit this system schedule maintenance tool.
fr: Quitte l'application. Cela n'arrêtera pas la planification système mais quittera cet outil de maintenant de la planification système.
zh_hk: 退出這個應用程式。這將不會停止系統日程，但是這將會退出系統日程之維護工具。

source: Rec_urrence:
zh_hk: 循環 (_U)：

source: Save the current information as a template
zh_hk: 把當前的資料以一個模板的方式來存檔

source: Scri_pt:
zh_hk: 手稿(_P)：

source: Select...
zh_hk: 選取…

source: Show the manual
fr: Afficher la documentation
zh_hk: 顥示使用手冊

source: Tomorrow Next week
zh_hk: 明天 下周

source: When selected, no output will be generated. When scheduled tasks in the crontab do have output and this option is not checked, the output will by default be send to the UNIX mailbox of the user.
zh_hk: 如果啟用這個選項，將不會有輸出產生。當在 crontab 裏已安排的工作有輸出以及這個選項沒有勾選的話，輸出將會默認的傳送至使用者之 UNIX 電子郵箱裏。

source: _About
zh_hk: 關於 (_A)

source: _Advanced
zh_hk: 進階 (_A)

source: _Date:
zh_hk: 日期 (_D)

source: _Days of month:
zh_hk: 這個月的日數 (_D)：

source: _Hour:
zh_hk: 小時 (_H)：

source: _Hours:
zh_hk: 小時 (_H)：

source: _Manual
fr: _Documentation
zh_hk: 使用手冊 (_M)

source: _Minute:
zh_hk: 分鐘 (_M)：

source: _Months:
zh_hk: 月 (_M)：

source: _Task
zh_hk: 工作 (_T)

source: _Template:
zh_hk: 模板 (_T)：

source: _View
zh_hk: 查看 (_V)

source: _Weekdays:
zh_hk: 星期 (_W)：

source: On every %(weekday)s at every full hour
zh_hk: 在每第 %(weekday)s 個星期之每一個完整小時

source: On every %(weekday)s at every minute
zh_hk: 在每第 %(weekday)s 個星期的每一分鐘

source: On every %(weekday)s at minute %(minute)s of every hour
zh_hk: 在每第 %(weekday)s 個星期裏，每個小時裏之第 %(minute)s 分鐘

source: On every %(weekday)s at every minute between %(time_from)s and %(time_to)s
zh_hk: 在每第 %(weekday)s 個星期裏，從 %(time_from)s 到 %(time_to)s 之間的每一分鐘

source: On every %(weekday)s at %(time)s
zh_hk: 在每第 %(weekday)s 個星期的 %(time)s

source: On day %(monthday)s of every month and every %(weekday)s at every full hour
zh_hk: 在每個月和每第 %(weekday)s 個星期裏，第 %(monthday)s 日之每一個完整小時

source: On day %(monthday)s of every month and every %(weekday)s at every minute
zh_hk: 在每個月和每第 %(weekday)s 個星期的第 %(monthday)s 日之每一分鐘

source: On day %(monthday)s of every month and every %(weekday)s at minute %(minute)s of every hour
zh_hk: 在每個月和每第 %(weekday)s 個星期的第 %(monthday)s 日裏，每小時裏的第 %(minute)s 分鐘

source: On day %(monthday)s of every month and every %(weekday)s at every minute between %(time_from)s and %(time_to)s
zh_hk: 在每個月和每第 %(weekday)s 個星期的第 %(monthday)s 日裏，從 %(time_from)s 到 %(time_to)s 之間的每一分鐘

source: On day %(monthday)s of every month and every %(weekday)s at %(time)s
zh_hk: 在每個月和每第 %(weekday)s 個星期的第 %(monthday)s 日裏之 %(time)s

source: On every %(weekday)s in %(month)s at every full hour
zh_hk: 在 %(month)s 月裏的每第 %(weekday)s 個星期之每一個完整小時

source: On every %(weekday)s in %(month)s at every minute
zh_hk: 在 %(month)s 月裏的每第 %(weekday)s 個星期中之每一分鐘

source: On every %(weekday)s in %(month)s at minute %(minute)s of every hour
zh_hk: 在 %(month)s 月裏的第 %(weekday)s 個星期中，每個小時裏之第 %(minute)s 個分鐘

source: On every %(weekday)s in %(month)s at every minute between %(time_from)s and %(time_to)s
zh_hk: 在 %(month)s 月裏的每第 %(weekday)s 個星期中，從 %(time_from)s 到 %(time_to)s 之間之每一分鐘

source: On every %(weekday)s in %(month)s at %(time)s
zh_hk: 在 %(month)s 月裏的每第 %(weekday)s 個星期之 %(time)s

source: On every %(weekday)s in %(month)s and on %(date)s every year at every full hour
zh_hk: 在 %(month)s 裏的每第 %(weekday)s 個星期，以及在每年裏的 %(date)s 之每一個完整小時

source: On every %(weekday)s in %(month)s and on %(date)s every year at every minute
zh_hk: 在 %(month)s 裏的每第 %(weekday)s 個星期裏，以及在每年裏的 %(date)s 之每一分鐘

source: On every %(weekday)s in %(month)s and on %(date)s every year at minute %(minute)s of every hour
zh_hk: 在 %(month)s 裏的每第 %(weekday)s 個星期裏、以及在每年裏的 %(date)s 中，每個小時裏之第 %(minute)s 分鐘

source: On every %(weekday)s in %(month)s and on %(date)s every year at every minute between %(time_from)s and %(time_to)s
zh_hk: 在 %(month)s 裏的每第 %(weekday)s 個星期裏、以及在每年裏的 %(date)s 中，從 %(time_from)s 到 %(time_to)s 之間的每一分鐘

source: On every %(weekday)s in %(month)s and on %(date)s every year at %(time)s
zh_hk: 在 %(month)s 裏的每第 %(weekday)s 個星期裏，以及在每年裏的 %(date)s 中之 %(time)s

source: Icon
fr: Icône
zh_hk: 圖示

source: Type
zh_hk: 類型

source: Date and Time Settings
zh_hk: 日期和時間之設定

source: Preview
fr: Aperçu
zh_hk: 預覽

source: Copyright (c) 2004-2005 Gaute Hope.
zh_hk: (c) 2004-2005 Gaute Hope 版權所有。

source: %H:%M
ja: %H時%M分

source: must be between 0 and 59
fr: doit être compris entre 0 et 59

source: must be between 0 and 23
fr: doit être compris entre 0 et 23

source: must be between 1 and 31
fr: doit être compris entre 1 et 31

source: must be between 1 and 12
fr: doit être compris entre 1 et 12

source: must be between 0 and 7
fr: doit être compris entre 0 et 7

source: Unknown
fr: Inconnu

source: Invalid
fr: Invalide

source: use advanced
fr: utiliser avancé

source: week
fr: semaine

source: Create a new scheduled task
fr: Créer une tâche planifiée

source: This is an invalid record! The problem could be at the %s field. Reason: %s
fr: Ce n'est pas un enregistrement valide. Le problème pourrait se trouver dans le champ %s. Raison : %s

source: Pick an icon for this scheduled task
fr: Choisissez une icône pour cette tâche planifiée

source: Happens all
fr: À lieu tous les

source: Happens from
fr: À lieu à partir de

source: st.
fr: er

source: th.
fr: e

source: * * * * * command
fr: commande * * * * *

source: <b>Basic settings</b>
fr: <b>Paramètres de base</b>

source: <b>Frequency setting</b>
fr: <b>Configuration de la fréquence</b>

source: A scheduled task that will start at a defined time in the future
fr: Tâche planifiée qui se lancera à une heure définie à l'avenir

source: A_dvanced
fr: A_vancé

source: Active user
fr: Utilisateur actif

source: Add a scheduled task
fr: Ajouter une tâche planifiée

source: Alter a scheduled task
fr: Modifier une tâche planifiée

source: Cancel this operation
fr: Annuler l'opération

source: Configure scheduled tasks
fr: Configurer des tâches planifiées

source: Date and time
fr: Date et heure

source: Every
fr: Tous les

source: For example 1,2,3,4 means happens the first, second, third and fourth minute
fr: Par exemple, 1,2,3,4 signifie que cela aura lieu les première, deuxième, troisième et quatrième minutes

source: For example at 04:10 tomorrow, next week or in three days.
fr: Par exemple à 4 h 10 demain, la semaine prochaine ou dans trois jours

source: For example every first hour of the day.
fr: Par exemple, à chaque première heure du jour

source: For experienced users only
fr: Utilisateurs avertis uniquement

source: Happens at a defined occurrence. For example, happens at the second minute, hour, day, weekday or month
fr: À lieu à une occurrence définie. Par exemple, a lieu à la deuxième minute, heure, jour, jour de semaine ou mois

source: Happens at all occurrence. For example, happens every minute, hour, day, weekday or month
fr: À lieu à toute occurrence. Par exemple, a lieu toutes les minutes, toutes les heures, tous les jours, tous les jours de la semaine ou tous les mois

source: Happens at every x occurrence. For example every two minutes, hours, days, weekdays or months
fr: À lieu toutes les x occurrences. Par exemples, toutes les deux minutes, toutes les deux heures, tous les deux jours, tous les deux jours de semaine ou tous les deux mois

source: Happens at the
fr: À lieu à la (au)

source: Happens each occurrence between x and y
fr: À lieu à chaque occurrence entre x et y

source: Happens every
fr: À lieu tou(te)s les

source: Happens from
fr: À lieu à partir de

source: No output
fr: Aucun résultat

source: Other expression
fr: Autre expression

source: Run
fr: Exécuter

source: Run at:
fr: Exécuter à :

source: Select a different user
fr: Choisissez un autre utilisateur

source: Set the day frequency setting
fr: Définir la fréquence en jours

source: Set the hour frequency setting
fr: Définir la fréquence en heures

source: Set the icon of this scheduled task
fr: Définir l'icône de cette tâche planifiée

source: Set the minute frequency setting
fr: Définir la fréquence en minutes

source: Set the month frequency setting
fr: Définir la fréquence en mois

source: Set the scheduled task
fr: Définir la tâche planifiée

source: Set the weekday frequency setting
fr: Définir la fréquence en jours de la semaine

source: Set user
fr: Définir utilisateur

source: Shows the records
fr: Afficher les enregistrements

source: Task title
fr: Titre de la tâche

source: The date when the script will launch
fr: Date d'exécution du script

source: The username
fr: Nom d'utilisateur

source: Time:
fr: Heure :

source: Treeview
fr: Affichage en arborescence

source: When selected, no output will be generated. When scheduled tasks in the crontab do have output and this option is not checked, the output will by default be send to the UNIX mailbox of the user
fr: Si sélectionné, aucune sortie ne sera générée. Lorsque des tâches planifiées decrontab ont une sortie et que cette option n'est pas cochée, cette sortie sera envoyéepar défaut à la boîte aux lettres UNIX de l'utilisateur

source: [Add|Edit] scheduled task
fr: [Ajouter|Éditer] tâche planifiée

source: _Add task
fr: A_jouter tâche

source: _Delete
fr: _Supprimer

source: _Select
fr: _Sélectionner

source: root
fr: racine

source: to
fr: vers

source: To the translator: Read src/lang.py !!! (yeah it's for you, not for the user. YES FOR YOU, the translator. YES:) really!
fr: Avis au traducteur : lisez src/lang.py ! (eh oui, c'est vraiment pour toi,pas pour l'utilisateur. OUI, POUR TOI, ô traducteur, OUI) vraiment !

source: zeroth
fr: zérotième

source: first
fr: premier(e)

source: second
fr: deuxième

source: third
fr: troisième

source: fourth
fr: quatrième

source: fifth
fr: cinquième

source: sixth
fr: sixième

source: seventh
fr: septième

source: eighth
fr: huitième

source: ninth
fr: neuvième

source: tenth
fr: dixième

source: eleventh
fr: onzième

source: twelfth
fr: douzième

source: thirteenth
fr: treizième

source: fourteenth
fr: quatorzième

source: fifteenth
fr: quinzième

source: sixteenth
fr: seizième

source: seventeenth
fr: dix-septième

source: eighteenth
fr: dix-huitième

source: nineteenth
fr: dix-neuvième

source: twentieth
fr: vingtième

source: zero
fr: zéro

source: ten
fr: dix

source: twenty
fr: vingt

source: thirty
fr: trente

source: forty
fr: quarante

source: fifty
fr: cinquante

source: sixty
fr: soixante

source: seventy
fr: soixante-dix

source: eighty
fr: quatre-vingts

source: ninety
fr: quatre-vingt-dix

source: minus %s
fr: moins %s

source: minus
fr: moins

source: %sth.
fr: %se

source: %s%s:%s%s
fr: %s%s h %s%s

source: Every %s minute of every hour
fr: Toutes les %s minutes de chaque heure

source: Every %s hour of the day
fr: Toutes les %s heures de chaque jour

source: Every day at %s
fr: Tous les jours à %s

source: Every minute during the %s hour
fr: Toutes les minutes pendant la %s heure

source: Every %s day of the month
fr: Tous les %s jours du mois

source: At %s every %s day of the month
fr: A %s, tous les %s jours du mois

source: Every minute of the %s hour every %s day of the month
fr: Toutes les minutes de la %s heure du %s jour du mois

source: At the %s minute of every hour every %s day of the month
fr: A la %s minute de chaque heure, tous les %s jours du mois

source: Every %s month of the year
fr: Tous les %s mois de l'année

source: At the %s day on %s every %s month of the year
fr: Au %s jour à %s, tous les %s mois de l'année

source: At the %s day every %s hour every %s month of the year
fr: Au %s jour, toutes les %s heures, tous les %s mois de l'année

source: Every day and every hour at the %s minute every %s month of the year
fr: Tous les jours et toutes les heures à la %s minute, tous les %s mois de l'année

source: Every day on %s every %s month of the year
fr: Tous les jours à %s, tous les %s mois de l'année

source: Every %s day of the week
fr: Tous les %s jours de la semaine

source: Every %s day of the week at %s
fr: Tous les %s jours de la semaine à %s

source: Every %s day of the week the %s hour
fr: Tous les %s jours de la semaine, la %s heure

source: Every %s day of the week the %s minute of every hour
fr: Tous les %s jours de la semaine, toutes les %s de chaque heure

source: Every %s day of the week every minute
fr: Tous les %s jours de la semaine, chaque minute

source: Every minute, every hour, every day, every month, every weekday
fr: Toutes les minutes, toutes les heures, tous les jours, tous les mois, tous les jours de la semaine

source: At minute: %s, hour %s, day: %s, month: %s, weekday: %s
fr: À la minute : %s, heure %s, jour : %s, mois : %s, jour de la semaine : %s

source: At minute: %s, hour %s, day: %s, month: %s
fr: À la minute : %s, heure %s, jour : %s, mois : %s

source: At minute: %s, hour %s, day: %s, every month
fr: À la minute : %s, heure %s, jour : %s, tous les mois

source: At minute: %s, hour %s, every day, month: %s
fr: À la minute : %s, heure : %s, tous les jours, mois : %s

source: At minute: %s, every hour, day: %s, month: %s
fr: À la minute : %s, toutes les heures, jour : %s, mois : %s

source: At minute: %s, hour %s, every day, every month
fr: À la minute : %s, heure %s, tous les jours, tous les mois

source: At minute: %s, every hour, day: %s, every month
fr: À la minute : %s, toutes les heures, jour : %s, tous les mois

source: At minute: %s, every hour, every day, month: %s
fr: À la minute : %s, toutes les heures, tous les jours, mois : %s

source: At minute: %s, every hour, every day, every month
fr: À la minute : %s, toutes les heures, tous les jours, tous les mois

source: Every minute, hour: %s, day: %s, month %s
fr: Toutes les minutes, heure : %s, jour : %s, mois %s

source: Every minute, hour %s, day: %s, every month
fr: Toutes les minutes, heure %s, jour : %s, tous les mois

source: Every minute, hour %s, every day, month: %s
fr: Toutes les minutes, heure %s, tous les jours, mois : %s

source: Every minute, hour %s, every day, every month
fr: Toutes les minutes, heure %s, tous les jours, tous les mois

source: Every minute, every hour, day: %s, month: %s
fr: Toutes les minutes, toutes les heures, jour : %s, mois : %s

source: Every minute, every hour, day: %s, every month
fr: Toutes les minutes, toutes les heures, jour : %s, tous les mois

source: Title
fr: Titre

source: Frequency or time
fr: Fréquence ou heure

source: This software is distributed under the GPL.
fr: Ce logiciel est distribué sous GPL

source: translator_credits
fr: Yannick Marchegay <yannick.marchegay@lokanova.com>

source: This is an invalid record! The problem could be: %s
fr: Ce n'est pas un enregistrement valide. Le problème pourrait être : %s
